{
    "writing": [
        {
            "id": "1",
            "title": "Governments around the world are spending billions in support of space programs. This money would be better spent on research into improvements in human health.",
            "subtitle": "Governments",
            "card": "\t\t\t\tThere is an opinion that countries are spending a lot of their assets on space projects while they should have rather financed in the medical science sufficiently. Spaceships are flying all over the Universe at the time people are dying from AIDS or even flu. Is there any point of throwing money into the outer space?\n\n\n\t\t\t\tOn the one hand, humans have not fought so many dangerous and highly contagious diseases so far though many dangerous diseases have wiped away the population of an entire city at a time. Moreover, industrialisation and economic progress have brought new diseases as a result of receiving more comfortable life. They are diabetes, cardiovascular problems, etc. In addition, launching just one space shuttle into the sky requires so many natural resources and brings so many pollutions that it negatively influences ecology a lot. That brings us new health issues, that need additional funding, which could be withdrawn from excessive payments for space research.\n\n\n\t\t\t\tOn the other hand, scientists already have started raising funds from commercial pharmaceutical companies. A lot of diseases have been fought in just last 100 years according to many and there is an increase in mankind's life expectancy. Moreover, improved health and elongated life of population lead to a new problem – overpopulation. Space research can help to find a new home for the Earth's inhabitants. The last, but not the least, who knows, there is a chance we could found other planets where a panacea for all diseases is waiting for us or a more advanced civilisation is waiting for us with unimaginable knowledge.\n\n\n\t\t\t\tAs for me, I am not a very healthy person and my parents either. However, if there is a one, very small chance, that something exciting will happen and astronauts will meet alien civilisation on other planets, I would not be happy that government is spending money for medicine only. We have an overcrowded planet and we should search for ways of expanding our habitat.",
            "card2": "\t\t\t\tNowadays, developed and developing countries are spending huge sums on space projects while many epidemic and pandemic are still remaining incurable around the globe. Huge number of people is dying of diseases while cure is still not found. I believe any scientific research ignoring the health of people is unjustifiable and discuss it further.\n\n\n\t\t\t\tTo begin with, in this era of advanced technology and luxurious life style, many deadly diseases are wreaking havoc with human’s fragile fight for survival. Some to them are aids, cancers and genetic disorders. It requires a huge sum of money to find treatment of such deadly diseases. Moreover, industrialization is the major reason of rising pollution which eventually results in several disorders like cardio-vascular, diabetes. So, money should be spent to make life comfortable and free from diseases. In addition, lunching space shuttle requires huge money and also cause pollution, thus it is not beneficial.\n\n\n\t\t\t\tHowever, space research is done with the view of making future safe. To illustrate, human research for making colonies on other planets to cope up with the problem growing population which is the major problem that earth is facing. As well as, important metals and resources required to save life on earth are getting scarce on earth, so it seems must to find them out on the nearby planets to meet up their demand on earth. Furthermore, it is also believed that human may come up with the panacea for all diseases through their space research efforts.\n\n\n\t\t\t\tTo sum up, no doubt, space research should be funded but not ignoring the health. Human life is more important than heavenly bodies."
        },{
            "id": "2",
            "title": "Very few school children learn about the value of money and how to look after it, yet this is a critical life skill that should be taught as a part of school curriculum.\nDo you agree or disagree?",
            "subtitle": "Children ",
            "card": "\t\t\t\tAn academic institute usually deals with science, arts and commerce related subjects while ignores teaching money management and this is why it is often noticed that students who do well in school struggle while taking care of their finances in real life. Having said that, academic and financial intelligence cannot be seen as inherent contradictions, but they truly are two mutually independent competencies. I personally believe that value of money and money management should be taught in schools.  \n\n\t\t\t\tThe author of the book “Rich Dad Poor Dad” terms Financial Independence as ‘you being able to make your money work for you and not the other way around’. Students who get to learn about how to spend, invest and save money rarely find themselves in financial predicaments despite what their salaries bring in. Such skills are often inculcated through parents or by observing people who practice them. On the other hand, students who lack these skills usually find themselves with insufficient funds no matter how much their jobs pay them. They never learn to develop their assets. It renders them dependents on their jobs for life as it is their only source of income. The earnings are mostly spent on their liabilities leaving them with paltry savings.\n\n\t\t\t\tIf money management is taught as a part of school curriculum, all the students will get a chance to learn such skills. They will grow up to have more knowledge of money and finance. Consecutively, they will have a better perspective while making financial decisions. This will lead to a more stable, enriched and self-reliant society. \n\n\t\t\t\tTo conclude, I would say that earning money may not be the goal in life but it is the money that provides us with our basic needs and the sense of security. All these points advocate that learning the skills to value and handle money is definitely a crucial part of life. Thus, I believe that lessons for financial management should be made a part of school curriculum so that more and more students can have a chance at a financially stable future.",
            "card2": "\t\t\t\tWhether money management should be a part of the academic curriculum is a great debate. Most of the schools are already overwhelmed with the subjects they have to teach and adding personal financial affairs to the syllabus would make things worse. Moreover, this is a skill that teachers cannot instil in a child through lectures and exams and this is why I personally believe that parents should take this responsibility.\n\n\t\t\t\tTo begin with, no matter how many chapters someone reads or how many exams he takes on the value of money in life, until he takes the responsibility and earns it, is impossible to learn the practical aspect of personal finances. Teachers are not in a position to decide whether a student should work besides study and manage his finance. Parents, on the other hand, are ideal to handle this. They can teach their children the value of money and put them in situations when they need to take responsibilities. Moreover, learning to manage someone's finance is a different type of skill that class lectures cannot teach. Finally, a teacher does not know every aspect of a student's family and their financial condition. This is why the same lecture is not suitable for all students. Parents are in a far better position to let their children learn this essential life skill.\n\n\t\t\t\tTo conclude, money management is a practical aspect of life and theoretical classes are ineffective to develop this great skill. Parents, on the contrary, should take command of this aspect and prepare their children how to value money and handle personal finance efficiently. "
        },{
            "id": "3",
            "title": "Some people say that the only reason for learning a foreign language is in order to travel to or work in a foreign country. Others say that these are not the only reasons why someone should learn a foreign language.\nDiscuss both these views and give your own opinion.",
            "subtitle": "Learning",
            "card": "\t\t\t\tLearning a foreign language has many advantages including gathering knowledge of diverse cultures, better job prospects, faster cognitive development, effective communication skills and so on. While some people believe that only reason we should learn a foreign language is to visit or work in a foreign country, many others opine that the benefits of learning a different language are not limited to the job and travel prospects only.  This essay delves with both points of views.\n\n\t\t\t\tOn one hand, it is quite natural that people want to learn a foreign language only to be able to communicate with people who speak this language. Thus a large number of people learn foreign languages like English, French, German, Spanish, Russian and Arabic either to visit/migrate or find jobs in countries where people use these languages. From this regards, it seems quite logical that visiting a country or working there is the main reason people learn a second language. In my country, most of the people learn English and Spanish while almost none learn Russian. Migration and job prospects are the reason that has established this trend, I believe.\n\n\t\t\t\tOn the contrary, research indicates that cognitive development happens faster among children who learn a second language than those who do not. Furthermore, learning a second language is mandatory in an academic syllabus and this helps us understand diverse cultural and traditional aspects. People who know more languages are capable of reading more books, and understanding the lifestyle of different nationalities. Again, learning a foreign language helps us make new friends. Thus it is evident that learning a foreign language has many other benefits as well.\n\n\t\t\t\tIn conclusion, there is no denying the fact that people primarily learn a foreign language to travel to or work in a developed country. But it is quite evident that there are far many advantages of learning a foreign language than to work or migrate to a country.",
            "card2": "\t\t\t\tIn the recent years, the world has seen an unprecedented increase in the number of people learning a foreign language. Some people claim that the reason to learn a foreign language is to travel or work in overseas countries. Conversely, others believe that these are not the only reasons why people should learn a foreign language; I agree with this statement.\n\n\t\t\t\tIt is true that people are keen to learn a foreign language in order to travel or work in a foreign country. To be clear, in the last few years, globalization left a huge impact on the economy of all nations and promoted the growth of multinational companies. Therefore, the rise in the number of people working overseas resulted in an increase in the demand for learning a foreign language. In addition, people need to learn foreign language if they want to travel to overseas countries. For example, if people want to visit a foreign country, they have to learn basic conversations in the local language to communicate with native speakers in daily life.\n\n\t\t\t\tNonetheless, traveling or working is not the only reasons why some people learn foreign languages. People need a foreign language for their studies. Many academic programs make learning a foreign language compulsory. When students learn a foreign language, they can understand and appreciate diverse cultures. People learn new languages for job purposes as well. For instance, many professional jobs in the UK and Australia require IELTS or TOEIC certification. Some learn languages because they love it.\n\n\t\t\t\tIn conclusion, the number of people learning a foreign language has increased dramatically. There are several reasons for this. While some of these are work or travel related, others are purely personal or recreational in nature."
        },{
            "id": "4",
            "title": "Only people who earn a lot of money are successful.\nUse specific reasons and examples to support your answer.",
            "subtitle": "Successful",
            "card": "\t\t\t\tI think that the question whether money is the main indicator of people's success is a controversial one. Some people believe that only one who earns a lot of money is successful. However, other people think one who does not earn a lot of money can be successful too. For several reasons, which I will list bellow, I agree with those people who think that money is an indicator of success.\n\n\t\t\t\tFirst of all, if a person earns a lot of money it means he or she has unique knowledge and experience and people want to pay for these. For example, a good lawyer is often paid a very high salary, because he or she has won many cases and people are ready to pay big money for his knowledge.\n\n\t\t\t\tA second example is that a salary of a surgeon simplicity depends on his experience and knowledge and on how many surgeries he has completed successfully. In this case surgeon's salary simplicity depends on surgeon's success. Secondly, a high salary is an indicator of a prosperous career and profession. People change their jobs, move from one place to another looking for a more interesting and better-paid job. Of cause, some people do not care about salary as long as they like their job, but from my everyday experience and observation, I can state that the majority of people who are not satisfied with their revenue would exchange their current job for another one with a higher salary.\n\n\t\t\t\tFinally, money plays, maybe, unfortunately, an essential role in our modern life. So, people who earn a lot of money by working hard are considered to be successful. Maybe it sounds a little mercenary but I think that success must be encouraged financially otherwise it is not a success.",
            "card2": "\t\t\t\tIt is said that a person is successful only if he earns a lot of money. Although money is vital in fulfilling the needs of an individual, I believe that success depends on various other factors.\n\n\t\t\t\tMoney plays an essential role in human lives. To illustrate, people who earn a lot can buy anything they need. They can not only fulfil their needs but also satisfy their family’s wants. Moreover, people in today’s society have a materialistic mindset. They determine a person’s success on the basis of his possessions. For instance, a person is said to be successful if he owns a luxurious car or a modern house. Thus, individuals are made to believe that their success depends on their earnings or possessions.\n\n\t\t\t\tHowever, it is wrong to evaluate a person’s success in terms of his monetary worth. Success depends on various factors such as age, goals, and experience. In other words, every person has different ambitions and preferences and their idea of success varies with their age and experience. To illustrate this, a student may find himself successful if he scores well in his exams and an employee can feel successful if he is appreciated by his senior for executing a project successfully. Likewise, a rich person may feel successful if he spends enough time with his family. Additionally, there are many professions that do not earn a lucrative salary. Yet, people feel satisfied and successful if they excel in their careers. For example, soldiers might feel successful and proud of their achievements by protecting their country and scientists may feel accomplished when they make great inventions. Obviously, not everyone measures success with money.\n\n\t\t\t\tTo conclude, there is no doubt that money plays an essential role in human lives. However, considering it as the only success parameter is wrong, in my opinion."
        },{
            "id": "5",
            "title": "Face-to-face communication is better than other types of communications, such as letters, emails, or telephone calls.\nUse specific reasons and details to support your answer.",
            "subtitle": "Communication ",
            "card": "\t\t\t\tHumankind, through the ages, has undergone many changes from the time when people communicated only face-to-face to nowadays when a person has in use many types of communication means. Some people still prefer to use face-to-face communication despite many other sometimes more convenient ones such as phone, mail, e-mail and fax. I think to continue this essay it is essential to clarify what kind of conversation we are talking about.\n\n\t\t\t\tFor example, if people are negotiating it is very important to have a face-to-face communication. It is very important to see during a negotiation how one's opponent is moving, is he nervous or relaxed, what he is doing, etc. Scientists say that the body language and facial gestures can say many things about a person, his strong and weak sides, his traits, manners and even habits. To know what kind of man one is dealing with is an essential aspect in negotiation. Many managers prefer to have face-to-face conversations with the future employees. So, in this case, they see how a person behaves.\n\n\t\t\t\tFrom the other side, if I need to notify my bank that I am going to close an account I do not want to spend my time driving there, waiting for my turn and talking with a representative. It is easier for me just to call or e-mail them. It saves my time and my bank's too.\n\n\t\t\t\tTo summarise, from my opinion all important issues better be discussed in face-to-face conversation. It will eliminate many further misunderstandings and bring only benefits to both sides.",
            "card2": "Currently, the social networks are becoming more popular among young generation. Therefore, we can say beyond any doubt that modern society prefers to send emails or handwritten letters rather than socialising in reality. In my opinion, the face-to-face communication is more effective to build a personal relationship and to conduct professional arrangement but other ways of communication like email and chat are becoming more popular nowadays as they are easy and more convenient.\n\n\t\t\t\tTo begin with, by directly facing with other people individual could enhance his conversational speech by learning new words and improving pronunciation. For instance, communicating with a well-educated person could enrich your vocabulary and range of vision. Secondly, there is no doubt that people sometimes want to see the real emotions of a man while he or she writing a letter or an email. Face-to-face communication allows individuals show that feelings entirely put people`s faith in saying the truth. Moreover, connecting with people in real life helps easily make new friends at a later stage.\n\n\t\t\t\tIt should also be stated that socialising by the Internet also has its benefits. Firstly, people could comfortably confess in some things that could not tell face-to-face. Furthermore, with improving technological devices it is easier for people to write an email or just call due to the fact that it does not take a lot of time to send a message. Secondly, there are a lot of social networks such as Skype, Facebook and Twitter, which permit individuals to keep in touch with friends from other countries all over the world.\n\n\t\t\t\tTo sum up, it is easy to communicate within the Internet. Nevertheless, my point of view is that directly facing is essential for meeting new friends."
        },{
            "id": "6",
            "title": "Describe a custom from your country that you would like people from other countries to adopt.\nExplain your choice, using specific reasons and examples.",
            "subtitle": "People ",
            "card": "\t\t\t\tIn our modern and stressful world, we often forget about our customs and traditions. The modern technologies and easy of digital entertainment have occurred even faster. However, I think that people should keep their traditions because they help to remember our forefathers and value the beautiful moments we have in our lives.\n\n\t\t\t\tIn my country, we have a great custom called Maslenica. It is a holiday, which is celebrated at the end of the winter. Many people gather on the biggest square of the city and see of the winter. They say to the winter good-bye and ask the spring to change the winter. They celebrate the beginning of the life when everything starts to grow.\n\n\t\t\t\tPeople on this holiday baked pancakes and treated each other with them. Also, many people gathered on the square and played different games. For example, the most well-known game pulling a rope subsists in that two teams pull a rope. The winner is the team would be whatever side has a longer rope. Other people crawl on the icy pole. People have fun at this holiday even if they just observe those games and do not participate.\n\n\t\t\t\tIn conclusion, I am sure that Maslenica would benefit many countries all over the world. People have the opportunity to relax, leave their troubles and worries behind and have fun. Also, this holiday helps people to find out more about each other, communicate and meet new people. In addition to those practical benefits, Maslenica helps people to slow down their life pace and enjoy the present moments that are irreplaceable and beautiful.",
            "card2": "Each country around the world has its own customs that depend on its culture and tradition. In my country, there are countless traditions. I will tell you our one of the most important traditions that is Moon Festival. In this custom, we come together on full moon time on fall. We would fellow traditional and modern way to celebrate it, such as eating traditional food, have a reunion, and teach our tradition to next generation.\n\n\t\t\t\tThere are numerous reasons why I'd like to introduce Moon Festival. I would in here explain a few of the most important ones. The main reason is that it helps family come together regularly. Nowadays, people can’t have enough time for meeting their relatives. It can be given a concrete example that when the time comes to Moon Festival, we meet together then cook our traditional food. Moreover, family contact and get know better each other. In brief, Moon Festival helps people to keep in touch with each other.\n\n\t\t\t\tAnother reason is that spreading our traditions, Moon Festival is the most important event in our country. A good case in point is not only the adult but also  children participate this event. Thus, thanks to the younger people, our traditional habits are transported to new generations.\n\n\t\t\t\tOne very strong argument for Moon Festival is that eating traditional food and barbecues with friends. For example, in our country, we seldom have chance to barbecues outside. Therefore, on that day, we would barbecue with family and friends. We really enjoyable the time we have a reunion.\n\n\t\t\t\tTo sum up, according to these reasons.I think that people should keep their traditions because they help to remember our forefathers and value the beautiful moments we have in our lives."
        },{
            "id": "7",
            "title": "Nowadays companies and other organisations are requiring their employees to wear a uniform. What is your viewpoint on this?\nWhat are the advantages and disadvantages of wearing a uniform?",
            "subtitle": "Companies ",
            "card": "\t\t\t\tRequiring individuals to dress their uniforms when at work in many companies and organisations became an enormously controversial issue in this new generation. Uniforms resemble one's own identity, whether you are a student or a working professional. In this essay, I will discuss both the advantages and disadvantages of dressing uniforms.\n\n\t\t\t\tAmong the advantages, dressing a prescribed uniform in a work field is very eye-catching and more formal to look at. In this way, clients will treat them with due respect despite the success and failure in their duty. What is more is that it represents the uniqueness of one's own character no matter how good or bad an individual is, which attributes more on physical aspects. For example, many people in my country nowadays prefer to take up nursing course because it is a noble and caring profession. It is attractive to look individuals wearing white uniforms although the workloads are not easy, caring for the sick is tremendously tiring and did not earn much in their monthly salary.\n\n\t\t\t\tOn the other side of this argument, crime is on the increase as a disadvantage because some will abuse powers vested to them to their subordinates and local communities, like in the national and local governments, especially in the criminology department. By acting illegally not in accordance with the law, that will simply degrade the reputations and give them negative images to people in a society. Moreover, policemen here in the Philippines can be seen scattered in the streets abusing people who they thought were not doing the right way.\n\n\t\t\t\tIn my own conclusion, dressing a uniform attire correlates with responsibility. Accountability of our own actions must be in a harmonious tandem to avoid further conflicts.",
            "card2": "Companies and organisations are enforcing their employees to wear a uniform. Is this helpful for the employer or employee is a debating topic, but here, I will describe some of my views regarding this topic either they are in favour or in opposite opinion of this view.\n\n\t\t\t\tFirst of all, a uniform presents itself as a dress code, no one feels superior or inferior to anyone and that provides an employee the comfort on their job, that ultimately leads to growing in profit. One of my friends was working as a grinding man in a company and he always complained about the feeling of being inferior to their employee, but when the company restricted all staffs to wear a uniform, it helped him to feel comfortable on his job place. Secondly, an employee wearing uniform has no tension of contaminating the dress and everybody feels easiness in their working and they work freely all kinds of work in the company.\n\n\t\t\t\tIn spite of above-mentioned advantages, there are some disadvantages. Firstly, it is very difficult for an employee to wear the same dress over and over again, each one gets bored and try to avoid being in a uniform. This thing affects their performance on work. Secondly the man in uniform if having an allergy of specific dresses like cotton, he always feels bad and tries to avoid. Another reason, he always worries about their precious things that were kept in their dresses and ultimately he works partially hurt that leads to cut in the production.\n\n\t\t\t\tWe find a way to tackle the situation by enforcing the uniform for the employees who are working in the field or on a technical machine, while uniform would not be necessary for peoples working in clerical jobs or those who are sitting on managerial positions."
        },{
            "id": "8",
            "title": "Some people think that technology has made our life too complex. However, other people think that it has made our life easier.\nWhat is your viewpoint?",
            "subtitle": "Technology",
            "card": "\t\t\t\tAdmittedly, modern technology has caused so many changes in our lives. With its impact in our lives for the recent years, some believe that it has given us a complicated life and others refute this because they believe that it has made life easier for us. These points view will be discussed in this order.\n\n\t\t\t\tIt is believed by some that new technology has made our lives too complicated because of the modern crimes we have heard these days. For instance, more electronic offences have being committed such as stalking and fraud offences. My elder brother, Fernando Meriales, who is a very busy engineer in Australia, is using an online bank because he thinks dealing his accounts online is way much easier than doing it traditionally to the bank. However, online money transactions have been committed by the fraud offenders using his bank account without his knowledge. In addition to this, social media crimes through the use of social networking sites such as Facebook and Instagram also emerged. An example is the San Roque High school girl student; Jessel Mallari has been fooled by her 30-years-old lover in Facebook and was raped by this criminal and taken her life. Thus, it is clear why some people gravitate towards this point of view.\n\n\t\t\t\tOn the other hand, many argue that modern technology has made our lives easier for the high-tech equipment and transportation facilities public people are using nowadays. For example, in the hospital where I am working, the Urdaneta Sacred Heart Hospital is using the Respiratory Ventilator for breathing support of our critically ill patients. Also, we do have a CT (Computed Topography) scan to diagnose easily those who have brain diseases. These two new technologies improve and prolong our patients' lives. Another example is the computer transportation system such as skyway and subway rail stations such in Singapore where through computers they can see who are the transport violators and ensures the public safety. After analysing these facts, it is clear why many people support this claim.\n\n\t\t\t\tIn conclusion, for reasons related to e-crimes and social crimes as well as high-tech facilities in medical and transportation field, the issue of whether technology has made our lives too complex or easier is refuted and supported by many. However, after analysing these two points of view, it is clear that the argument that technology has given us a more convenient life can be supported and is expected to be realised.",
            "card2": "Inevitably, technology has revolutionised the world. It is argued that the technology has complicated our lifestyle, but it must not be forgotten that it has been beneficial in terms of making life convenient. I strongly believe that the advantages of technology outweigh the drawbacks. This essay will discuss the issue, using examples of the internet and MRI scan in the UK to demonstrate points and support arguments.\n\n\t\t\t\tFirstly, there is ample evidence to suggest that the technology has made the human life easy going, especially related to connecting with friends and the world. The reason behind this is that with the advancement in the information technology, one can easily connect with their loved ones. For instance, unlike in the past, nowadays people use the internet not only to keep in touch with their friends and family but also to get information from around the world instantaneously. Therefore, it is an undeniable truth that the modern technology such as the internet has made possible to connect with the world conveniently.\n\n\t\t\t\tSecondly, it is evident that the advancement of technology in the medical field has a positive impact on human life. This is due to the fact that by using modern technology on the healthcare system, people may have a healthy and comfortable life. For example, recent studies by General Medical Council in the UK showed that after an MRI scan had been installed, the rate of diagnosis of cancer almost tripled compared to the previous year, and this eventually provides people to get an early treatment. As a consequence, unsurprisingly, with the use of modern equipment in hospitals, people would get better health facilities.\n\n\t\t\t\tTo conclude, I believe that the technology has tremendous benefit in our life and had made our life far easier than our grandparent times. This is mainly because of the use of the internet and better health facilities."
        },{
            "id": "9",
            "title": "Some people regard video games as harmless fun, or even as a useful educational tool. Others, however, believe that videos games are having an adverse effect on the people who play them. In your opinion, do the drawbacks of video games outweigh the benefits?\nGive reasons for your answer and include any relevant examples from your own experience or knowledge.",
            "subtitle": "Educational ",
            "card": "\t\t\t\tPlaying games are considered an instrument of sound mental and physical health. The trend of indoor games such as video games is proliferating and gaining fame among all age groups – from adolescents to adults. However, the impact of this trend has come under scrutiny and has been a concern for many. The protagonists of such games cite that video games are effective educational tools, whereas dissenters void that claim by counting numerous demerits of such games. I too believe that video games are lethal trends and have negative repercussions. Some of the disadvantages will be outlined in following paragraphs.\n\n\t\t\t\tFirstly, while playing video games, players develop the sedentary position which is harmful to them ergonomically. Additionally, incessant exposure to game monitors could be detrimental to their vision. Other than physical impact, video games also impact emotional and social behaviour negatively, especially to children and adolescents. It can be noticed that the themes of a majority of the video games are prominently based on violent battle, massacre or destroying animal and mankind. Overindulgence to such games makes the young minds of children susceptible to emotional indifference. They could like to emulate the destroyers and warriors regarding them as role models.\n\n\t\t\t\tIn contrast, enthusiasts enumerate some credits to the account of video games. They believe that playing such games helps to improve your command on the technical gadgets. It is observed that good players are cognizant of the know-hows of computers and can monitor the game efficiently. Being good at the video game is a demand for the new generation. Many children complain that are marginalised in the school if they are not up-to-date with the video games, which leads to embarrassment for them.\n\n\t\t\t\tTo conclude, I would like to reiterate that video games have far more disastrous impacts that outweigh its positive sides. In order to control this destructive trend, parents, teachers, lawmakers and each individual will have to contribute to instigate awareness that video games should be controlled or terminated.",
            "card2": "In information technology age, people are engaged with computer programs; one of the most popular computer programs is video games. Although having some negative effect, video games can teach some useful skills. This essay outlines both positive and negative effect of video games.\n\n\t\t\t\tVideo games are made in different genres including horror, sport, adventure etc. Some of these games are useful and educational. Players of these games need basic information and skills to complete them. For instance, a plane simulation game requires a player to know primary pilot skills; so the player has to gather some information about pilot skills such as taking off, landing, navigation, and etc. Gradually, the player feels some skills in him. Furthermore, the puzzle games make player challenging with secret points of the game's story. Recent mentioned games type increases players’ creativity. In a nutshell, video games can be useful and educational.\n\n\t\t\t\tOn the other hand, some games are not beneficial. The horror game is a good example. They make a bad effect on players’ morality. In addition, playing video games usually is addictive. Video game players play more and more heedless of time. This may cause overweight. Latterly, the main factors of most of the video games are sex and violence. These factors navigate the society to dark way. Thus, video games have undesirable aspects.\n\n\t\t\t\tTo conclude, video games have both good and bad impacts. Choosing the right game is the first step to use them rightly. How to play and how much to play are the latter steps. It depends on the player how to act wisely."
        },{
            "id": "10",
            "title": "Some people believe the aim of university education is to help graduates get better jobs. Others believe there are much wider benefits of university education for both individuals and society.\nDiscuss both views and give your opinion.",
            "subtitle": "Education ",
            "card": "\t\t\t\tHigher education plays a pivotal role towards an individual's professional life. Many people are of the opinion that the role of university education is to merely facilitate a graduate's job hunting endeavours. Others believe that besides this, the beneficial ramifications a university can provide for its students are many.\n\n\t\t\t\tFirstly, it is obvious that the primal objective of any university is to award a successful candidate with a professional degree. Although a degree may not guarantee a job, it is, nevertheless necessary to have one, as employers would not want to hire an individual without the right kind of qualifications. Hence, if a university is able to increase job prospects of its graduates, people are naturally inclined to believe that this is the only task a university is supposed to fulfil.\n\n\t\t\t\tOn the other hand, many believe that a degree is just one of the many advantages a university can offer. Such as professional character development; the importance of which moves in tandem with that of a mere degree. Of course, both are important, but without the former, a graduate may not be able to earn a place for himself in a professional setting. The main reason the supports this claim is that employers seek not only the right qualifications of a potential employee but also how well he or she can adapt to the work environment of that particular firm.\n\n\t\t\t\tHaving analysed both views, it seems that besides helping the graduates to find better jobs, a university can do much more than that, such as instilling professional attitudes in the graduates that can facilitate not only their job prospects but also make them contribute towards the welfare of the overall society. It is expected that the developing universities give the aforementioned advantages equal weight to that of a merely helping to improve job prospects for graduates.",
            "card2": "Today, education has become the vital part of our life. People are opting for higher and higher qualifications these days so that they can get better jobs in future. Along with better job prospectives, there are also other benefits of acquiring university education. In this essay, I will discuss some of them.\n\n\t\t\t\tKnowledge & learning help individual shape his future and makes him the respected person in the society. Gaining university degree not only provides the individual with the opportunity to earn more, but also increases his/her value in the society. The person becomes both socially and economically an ideal citizen which today the society demands. S/he gains self-confidence, a better personality which is acceptable in the society.\n\n\t\t\t\tEducation in formal institutes like colleges and universities offers a student to expand his/her horizon of knowledge and experience. S/he can learn about diverse cultures, manner and other important aspects of life.\n\n\t\t\t\tFurthermore, enrollment in the university programs increases the person's understanding and knowledge; thereby, making him/her more efficient in his work and building a good career. For example, a university graduate has better ideas to run a company effectively and this quality can impress his employer and lead to his promotion in future. Higher education also leads to a healthy lifestyle. Educated people are more conscious about their health than the uneducated one. Last but not the least, obtaining a university degree raises the individual's status a step higher.\n\n\t\t\t\tTo conclude, my opinion undoubtedly is in the favour of acquiring higher studies to build up a good career as well as to shape the individual's personality which is also beneficial for the betterment of the society. "
        },{
            "id": "11",
            "title": "The world is experiencing a dramatic increase in population. This is causing problems not only for the poor in undeveloped countries but also for industrialised and developing nations.\nDescribe some of the problems that overpopulation causes, and suggest at least one possible solution.",
            "subtitle": "Population",
            "card": "\t\t\t\tFor the past few decades, planet earth is observing a significant rise in world population which is very alarming. Substantial increase in population is also causing problems in growing countries. This essay will explain some of the problems caused by overpopulation and will recommend few possible remedies to overcome this issue.\n\n\t\t\t\tThe very first problem caused by overpopulation is in providing basic necessities of life to inhabitants. Governments find it very hard to provide adequate food and water to residents, provide quality educational services and faces problems in facilitating proper health services both in urban and rural areas. For instance, in India, more than 70% people lives below the poverty line. Moreover, overpopulation destroys the ecosystem of the society.\n\n\t\t\t\t \n\n\t\t\t\tAnother cause due to the increase in population is that governments and administrators of the emergent countries fail to arrange proper public services. This includes logistics, mass transit system, power generation and arranging housing facilities for people in overcrowded cities. For instance, people in Pakistan are facing crisis in the energy sector and public transport system due to overpopulation. This also gives rise to unemployment which results in increased crime rate.\n\n\t\t\t\t \n\n\t\t\t\tThere are few remedies to over this acute problem. One of them is through having awareness programs for families to control birth rate. For instance, family health workers in Sindh created a huge impact in rural areas by educating families about the issues caused by overpopulation. Government should also put in place strong policies and high tax rate on families having more than two children\n\n\t\t\t\t \n\n\t\t\t\tTo conclude, overpopulation causes problem in health, academic and other public services domain and place a huge burden on the government. If the problem continues to grow without having proper control of it, many more people will die due to starvation in poor countries and life in growing countries will become increasingly difficult.",
            "card2": "Today’s world faces an immense explosion of population. In most countries, the population has been increased alarmingly. Increased population is a serious problem not only in poor or developing countries but also in developed countries. Our resources are limited. So overpopulation can cause problems like starvation, unemployment, etc.\n\n\t\t\t\tIn poor countries where the economy is not strong enough to feed all the people, overpopulation causes starvation. More land is required to provide accommodation to the people. Thus the land available for farming is used for accommodation purpose. Generally, in poor countries, technological development is less. Due to less land available for farming, starvation comes often in this type of countries. The government is not capable enough that can provide a quality education to all the children. Thus it leads to unemployment.   \n\n\t\t\t\tIn developing and rich countries where most of the cities have become crowded, the government faces a great challenge of providing good public services. Health services have become very poor, especially in developing countries due to overpopulation. Water, electricity and other resources are limited available. The crime rate is increasing due to unemployment. Land available in big cities is very expensive. Common or middle-class people are not capable of buying houses.\n\n\t\t\t\tThere can be two possible solutions for the problem of overpopulation. The government must provide education to the people to limit the size of the family. Women, who are pregnant and do not want to give birth, should be allowed to have an abortion. The government can form some revolutionary rule like ‘one child’ policy. People having more than one child should be punished by not providing public services.\n\n\t\t\t\tAs a conclusion, I will say overpopulation is a serious issue and must need great attention to overcome.  "
        },{
            "id": "12",
            "title": "Modern technology, such as chemical fertiliser, is being used more nowadays. Some people think that it is dangerous to human health and has negative effects on local communities.\nTo what extent do you agree or disagree with the above statement? ",
            "subtitle": "Technology",
            "card": "\t\t\t\tToday, innovations in farming have changed citizens' lives far significantly. Some individuals believe that the new chemicals used in agriculture have had numerous drawbacks on people's health. However, others, myself included, believe \n\n\t\t\t\tOn the one hand, some people believe that chemical materials used for food are like a tip of an iceberg. One reason is that they can increase the risk of obesity. Hormones are the ones which are applied as fertilisers in vegetables or animal products, causing the users to become more overweight. For example, the rate of obesity has fundamentally grown among the U.S. citizens, who use the greatest amounts of non-organic foods in the world. These types of foods are considerably more economical than the organic ones, being used hugely by Americans, who are number one when it comes to the obesity rate. Another side effect is the risk of resistance. Using of these chemical materials, crops may defend less themselves against mutated pests. In particular, billions of tonnes of corn products were ruined in Canada in 2009 because of new species of these modified pests, reported by the National Geographic magazine.\n\n\t\t\t\tOn the other hand, I give a green light to the usage of these products because of having more advantages. One important benefit is that these fertilisers have increased the productivity of agricultural products. Clearly, the more they are used by farmers, the more massive crops are generated. As a prime example, we can see the quality of apple has been improved notably, compared to the past. The shape, volume, colour and even price of it have been changed positively, and many of citizens can afford it; therefore, even low-income families are able to purchase it. Furthermore, crops are nourished by more valuable items. In many farm industries, vitamins and minerals are added to crops, leading them to become far nutritious than the organic products. In particular, had not these chemicals been used in rice, more children would have suffered from Vitamin B deficiency, the most abundant vitamin being found in non-organic rice.\n\n\t\t\t\tIn conclusion, although consumption of chemical materials can be partly risky, I personally believe that their advantages can be greater than their negative side effects. These materials have helped humans to not only be able to afford better their food, but they can consume more healthy products than before. If I were a governor, I would support those industries producing them.",
            "card2": "Deciding on whether chemical fertilizers are constructive or not is very tough issue. While there are a great many people agree to use of them, a considerable number of people are against. This essay will examine two both sides of this issue in more depth.\n\n\t\t\t\tTaking the advantages into account, nowadays, we are encountered to the significant growing of the population. However, to provide grains and cereals adequate to them, there is no way to increase amount of our agricultural harvests. Hence, the most important factor to achieving our goal is to using chemical fertilizer. As a result, the more we use chemical substances, the more we can harvest our plants.\n\n\t\t\t\tIn terms of disadvantages, firstly, there is no doubt that many kind of fertilizers and also pesticides are so fatal to the human. In other words, we know that washing all effects of these substances from vegetables is impossible. Also a large number of them annihilate the nutritious elements of the food such as grains and cereal. Consequently, overusing of them will cause many disparate diseases in a human.\n\n\t\t\t\tSecondly, over consuming of these materials will ruin our natural environment and resources and will assist to destroy the soil. Undoubtedly, I'm not alone on this opinion that the soil is source of many natural substances and beside them is a habitation for diverse species of animals and insects. Therefore, if we practice over range of these fertilizers, we will enlarge the deserts and unfortunately destroying many animals habitations.\n\n\t\t\t\tTo sum up, the cons of using fertilizers in modern farming seem to overweigh the pros. Undoubtedly, I disagree to apply too much of these materials and I believe that we have to discover new method of fertilizing. I hope in the future we can reach to this success"
        },{
            "id": "13",
            "title": "Economic progress is one factor that is being considered to measure the success of a country, but there are other factors that should be considered when measuring the success of a country.\nDo you agree or disagree? What other factors do you think should be considered? Do you think one factor is more important than others?",
            "subtitle": "Economic",
            "card": "\t\t\t\tEconomic development is one of the factors that affects the success of a nation. However, there are other factors that can determine whether or not a country is successful. Personally, I agree that economic progress is one factor in measuring accomplishment of a country and health and education degrees are true as other cause of national achievement.\n\n\t\t\t\tTo begin with, Human Development Index (HDI), which is used widely to measure the success of a country, points than economic progress through national income index is utilised to assess how wealth a nation is. This index indicates how many citizens are living under standardised income level and the vice versa. The richer the people, the more successful the country. In it not uncommon that when a country progresses economically other important aspects, such as healthcare, education, international trade, social security and life-standard of citizens also progress.\n\n\t\t\t\tDespite economic value, health status also contributes measurement to decide the achievement of a country. The healthier the citizens, the more productive they are in doing their activities. As a result, they can fulfil their rudimentary needs well since they have the fitness to work and earn money. This condition also enables a country to spend less money in eradicating outbreak or epidemic and contribute more money to the social development, for instances, establishing more public infrastructures and developing entrepreneurship to help to cope with unemployed.\n\n\t\t\t\tEducation is also considered as other measurements for national prosperity. In many developed countries, people who attain and can secure better job are those who have a higher level of education. Education can affect people’s ability to compete and maintain their job and wages. If individuals can secure their job, they will not be worry of being unemployment.\n\n\t\t\t\tFrom my point of view, none of these three factors, either education, economic or health, outweighs one another. They are equivalent in determining the prosperity of a nation and can affect the functions of each capacity.\n\n\t\t\t\tAll in all, economic, education, and health status are important to create a successful country and these elements have balanced roles for pointing welfare to a nation. ",
            "card2": "A successful country is usually associated with developed country, having economic strength with the great national income. Even though it is true that economic progress will affect the improvement of a state, I firmly believe this factor is not the only thing to be considered as parameters of a successful country.\n\n\t\t\t\tIt is obvious that economic growth is one indicator which is considered to assess the success of a nation because without adequate economic condition, the government of the state will not be able to manage and run its programs well and citizens will suffer. However, that factor will be meaningless if it is not supported by the other aspects such as education and health. For instance, Brazil, having good economic growth in the last century, is still struggling with the low rate of education and health care of its citizens, particularly in the northern region. This eventually means that the inhabitants in the northern part of Brazil are still poor and the government has not fully succeeded to prosper its people.\n\n\t\t\t\tFurthermore, a wealthy nation like Brazil still has a problem with the morality of its residents, reflected on the high crime rate in the country which will potentially endanger the national stability of Brazil. This means that the government has failed to educate its citizens. Therefore, morality should be taken into account as another factor to obtain success by the nation.\n\n\t\t\t\tIn a nutshell, other than economic prosperity, there are the other indicators that should be considered in order to be a successful country such as education, health, and morality. However, personally, I put economic factor as the most important one because important aspects to improve the other factors (education, health, and morality) cannot be achieved well if a good economic condition of the nation has not been achieved yet."
        },{
            "id": "14",
            "title": "Waste disposal problems are increasing especially in urban areas. Suggest what government and individuals should do to help reduce the amount of rubbish production and disposal of it.\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Waste",
            "card": "\t\t\t\tDue to the rapid industrialisation throughout the 21st century, a lot of people have migrated to cities seeking for a better life. The drastic increase in the urban population engenders a series of issues. Waste management is one of the key problems faced by almost all cities across the globe. Both the governments and citizens have to take effective steps to minimise the trash produced every day in these cities.\n\n\t\t\t\tFirstly, governments of all countries need to relocate the industries which leave behind a myriad of byproducts to the countryside, either by limiting the license in cities or by providing subsidies. In addition to that, public waste management committee has to be in place, which would regularly check how the thrash is managed by the industries. For example, a few states in India are encouraging industries to set up their plant in remote areas by providing free land. Thus a major problem of waste management can be resolved.\n\n\t\t\t\tSecondly, the government has to ensure that efficient waste disposal mechanism is connected to every household. Each house needs to have an easy access to litter bins and they must be cleaned by the public body 3 to 4 times every day. Moreover, if any citizen violates this law by throwing the garbage in the public area, he or she should be penalised heavily. In the case of Singapore, every apartment has waste disposal area and which is cleaned thrice a day by the government. This mechanism makes the management of rubbish organised.  \n\n\t\t\t\tCitizens should understand that they will ultimately face the problems if the garbage is not properly taken care of. They should take some responsibility to keep their living place and neighbourhood clean. In some cases, they should take the wastage to the waste disposal centre for recycling. Again, recycling and reusing products could be an effective way to tackle this issue. The country like Japan has been very successful in recycling and reusing the products and that had helped them to reduce the problem they had with the excessive wastage their citizens produce.  Recyclable products should be promoted so that rubbish creation can be minimised. Special concessions have to be given in supermarkets to promote customers to bring their own environment-friendly bags instead of polythene ones. This can be achieved by promoting the awareness sessions in the social media websites like Facebook and government advertisements in televisions. Usage of recyclable ensures that waste can be minimised.\n\n\t\t\t\tIn conclusion, the entire community has to take a lot of steps in tackling the waste management. Once the thrash is organised well, the human life expectancy is predicted to go up as we support a greener environment.",
            "card2": "Managing the growing waste material, largely produced by industrialization and single-use products, has become challenging for nations across the globe. The global strategy of reducing, recycling and reusing has been applied to combat this rubbish problem. This essay will discuss the causes for high trash production and suggest some measures that can help to reduce it.\n\n\t\t\t\tIndustries have been surreptitiously releasing liquid waste in the oceans, lakes or rivers and also have incinerated the entire solid waste to circumvent the process of recycling. This practice has caused water pollution as well as air pollution, which eventually leads to global heating. The rules to recycle the garbage  have already been established by the government; however, it is important that a committee should be formed which closely monitors the abidance of industries against recycling laws, and if any deviations are found in compliance with these laws, heavy penalties should be imposed on those industries. \n\n\t\t\t\tAlone recycling will not help the cause, the real problem is single-use lifestyle- products which are dumped after using once. As profligate consumerism has raised the demand for new products, manufacturing activities have grown significantly. To make matters worse, even if recycled items are sold, because these secondhand products are regarded as inferior in the society, people are averse to shopping them. It is time that we educate people about the consequences of reckless shopping habits and bring back the fashion of using recycled items. This will cultivate ecologically literate and socially aware consumerism, which will help in cutting down the production of trash.\n\n\t\t\t\tIn conclusion, recycling is imperative; however, if we are not curtailing the excessive consumption of products to successfully reduce wastage, we will be left chasing our own tail. ​"
        },{
            "id": "15",
            "title": "For some people, the ideal holiday is to get away from their normal routine by staying in a hotel or camping in a countryside. Others prefer to stay at home and do things they do not normally have time for. What do you think are the benefits of going away on holidays?",
            "subtitle": "Holiday",
            "card": "\t\t\t\tSome people believe that the best holiday is when individuals relaxing at home, laying in their beds and watching TV or doing things that they usually cannot do because of lack of their time. However, I firmly believe that the most fabulous holiday is to go outside of people’s usual life and enjoy new experiences. This essay will discuss the advantages of spending holidays outside their homes.\n\n\t\t\t\tThe first advantage of spending holiday outside people’s usual routine is that individuals will have new experiences and as a result, new positive emotions and feelings will emerge. For example, people can go to visit different countries such as France where they can visit Louvre or Eiffel Tower. There is no doubt that after visiting such places individuals will have an enormously positive energy for a long time.\n\n\t\t\t\tThe second benefit that needs to be taken into consideration is that people can meet different people whom they did not know before and have a great conversation. For example, when individual goes outside even near the river for a camping there is a greater chance of meeting new person rather than staying at home. Therefore, individuals can communicate to each other, share their food, exchange their life experience and stories. For this reason, holidays outside people’s day-to-day routine can benefit persons in a much more positive way than spend holidays at home.\n\n\t\t\t\tTo sum up, it is evident that there are different ways of spending holidays but the best way is to go away from people’s usual lifestyle. Holidays outside could benefit people in a greater way rather than staying at home.",
            "card2": "Since past years, holidays are looking forward to by many people. Whether it is going away from home or just staying at home depending on how a person perceives which one is ideal. It is believed that having a holiday vacation gives us many benefits. These will be proven by looking at how learning different cultures and acquiring a relaxing and peaceful body and mind.\n\n\t\t\t\tFirstly, knowledge about different cultures will certainly an advantage for us. For example, during my summer vacation last year, I went to Singapore, and there I learned to speak Mandarin, their major language, in just a small amount of time. I also have tasted their Singaporean cuisine such SG's Sashimi meal which I think a very different to Filipino foods. Thus, I become more knowledgeable about their culture which really benefited me.\n\n\t\t\t\t \n\n\t\t\t\tAnother benefit is that a holiday can make our body and mind relaxed and peaceful. For instance, in Singapore where I spent my summer vacation, I saw the clean and green environment of the Pasiris Garden which gave me fresh air that was so relaxing. I also saw the beauty of the Marina Bay Sands and its surrounding water that was so peaceful. Thus, those new locations have given me peace and healthy mind. This shows how having a vacation is such an advantage to me.\n\n\t\t\t\t \n\n\t\t\t\tIn conclusion, vacations make us more culturally knowledgeable and give us a healthy and peaceful mind. These benefited us a lot. But an ideal holiday is not always travelling away from home, perhaps we can get all these advantages by just staying at home."
        },{
            "id": "16",
            "title": "Some people believe that it is fairer to assess a student’s ability based on their performance during the whole course rather than giving a formal examination at the end of the course.\nTo what extent do you agree or disagree?",
            "subtitle": "Examination ",
            "card": "\t\t\t\tIn these advanced days, pupil's ability assessment is a tougher nut to crack. Examiners need to go the extra mile to select the right mode of assessment. Though some people prefer periodical assessment method for evaluation, my two cent is that a formal examination is an excellent tool for better assessment.\n\n\t\t\t\tOne of the obvious reasons, it is a clear and objective method of assessment. In other words, formal examination method has widely accepted for it judicial and nonbiased nature. Moreover, it facilitates a proper assessment of students with accurate evidence. Over and above, it breaches the barriers of technical criteria of assessments such as grading. Hence, this method brings about less parental complaints about student assessments. The recent parental survey in Japan proves that the most accepted methods of parents is nothing other than formal examinations, is the best epitome.\n\n\t\t\t\tAnother reason, the exam pressure helps the students to get on with their future hectic career. It is a gospel truth that the formal examination normally creates a good deal of internal pressure among students. This pressure equips the students to put in a stressful situation in their future career. If the students practice this kind of situations in their early life, it will pay the dividend in future. On top of that, this practice brings about a sea change in students personal life as well. They take an effective decision as easy as pie in stressful situations in their personal life. Many business executives reveal that their success formula of personal and professional life is nothing other than the ability to work under pressure situations, that achieved by their school life is the best example.\n\n\t\t\t\tIronically, an army of people argues that an extra workload comes about on students at the exam time. Perhaps it may be true to some degree but, there is always a light at the end of the tunnel. The pupil will be beneficial in future by these slightly vigorous practices in their school period.",
            "card2": "Formal examinations have been used as means of assessing students on their understanding of various subjects since time immemorial. Considering it in isolation or in combination with other continual assessment such as course work or projects, it remains a subject of controversy as to the best method of assessment. In my opinion, a combination of the two may be a better way of assessing students.\n\n\t\t\t\tFirst and foremost, the aim of the assessment is to quantify how much the student understands the taught subject in its totality. An examination is usually administered on a single sitting. The outcome depends on various factors such as whether the examination is conducted in a conducive atmosphere, whether the student is healthy during the time of the examination and also the student’s mood. These are all non-academic factors that may affect the result of the examination.\n\n\t\t\t\tSecondly, a single examination may not cover the scope of the subject completely especially in broad subjects such as medicine and law. Continual assessments may then come in handy.\n\n\t\t\t\tIn addition, formal examinations are not flexible enough to assess other qualities possessed by a student such as confidence and the ability of a student to present a topic to the public. These can only be done through other assessments such as presentations and other course works and projects.\n\n\t\t\t\tIn conclusion, formal examinations are a good means of assessment but should not be used in isolation due to some of its shortcomings such as its inability to cover wide topics, being affected by other none academic factors such as a student’s mood or health. Therefore, continual assessments such as course work and projects should also be considered."
        },{
            "id": "17",
            "title": "Happiness is considered very important in life.\nWhy is it difficult to define?\nWhat factors are important in achieving happiness?\nYou should give reasons for your answer using your own ideas and experience.",
            "subtitle": "Happiness",
            "card": "\t\t\t\tEverybody desires to be happy in life and interestingly the requirements to be cheerful vary from person to person. This is the main reason why defining happiness is not that easy. However, there are some common things that are regarded important to be delighted in life.   \n\n\t\t\t\tDefining happiness is quite challenging because the requirements to achieve it is not fixed. While someone dreams that his economic freedom would make him happy, a very rich man dreams about having a caring family to be happy. Similarly, a couple who do not have any child think about having a baby all the time and would be ready to do anything for that. On the contrary, many poor families, mostly in poor countries, find more children to be their burden. The practical world is quite puzzling and the humankind wants more than they have. When a person’s aim or expectation is fulfilled, he wants more and this is a never ending process. This is why happiness is not a simple word that we can describe with a neat and precise definition.\n\n\t\t\t\tHowever, there are some vital factors that are commonly regarded as the main ingredients to be happy in life. First of all, physical and psychological soundness is very important to be happy and people can truly realise that when they get sick. Economic freedom - ability to fulfil the needs in life, is the second most important factor to be happy, in my opinion. It is often said that being happy with an empty stomach is not possible. Thirdly, having a happy family where members love each other and care for them is considered important to be in peace in life. It is usually rare to find a happy person who does not have a pleasant family. Individual freedom is also considered a great influence to be happy in life. Someone without personal freedom cannot feel the happiness. Most importantly, being contented in life is the key to being happy. If someone can be contented with whatever little he has, he will be happy in life.\n\n\t\t\t\tIn conclusion, though there is no easy and precise definition of happiness, common attributes like sound health, caring family, freedom and personal contentment are regarded to be key ingredients to be happy in life.",
            "card2": "It is true that happiness is a prerequisite to people’s quality of life, although an actual definition of happiness seems to be difficult to describe, there are various factors which considered being crucial in acquiring happiness.\n\n\t\t\t\tIt is quite laborious to find out an actual definition for the term HAPPINESS. The reason for this is that happiness means different thing to different people. Most people may have at least one hobby or a treat which could help them to uplift their spirits instantly. While for some people, it might be their job or a career which brings them a sense of fulfilment. At the same time, for others, personal belongings are paramount of a serene life. To take an example of a web designer, Richard Jackson, who believes that the key element for a pleasurable life is a close relationship. In my case, happiness is when I am taking my time out of a hectic routine to spend a quality time along with my family.\n\n\t\t\t\tThere do seem to be some common needs that we all share in regards to experiencing or achieving pleasure. Firstly, investing in personal relationships can give a broad (long) way to boost up people’s level of happiness. For instance, spending even a fraction of time from a whole day with your children while doing some share activities could help to build up an immense mutual understanding as well as an inner satisfaction in them, which is a subtle precursor to bring in levelled happiness. Secondly, a prestigious line of work could help to raise people’s contentment by allowing them to have ample amount of wages. As a result, they can entertain themselves with all the basic necessities of life without worrying about any financial distress.\n\n\t\t\t\tTo sum up, due to a nature of happiness it is not that easy to describe it in one specific sentence. We can merely acknowledge several factors which are mandatory to some extent in seeking happiness."
        },{
            "id": "18",
            "title": "Some people believe that teaching children at home is best for a child's development while others think that it is important for children to go to school.\nDiscuss the advantages of both methods and give your own opinion.",
            "subtitle": "Teaching",
            "card": "\t\t\t\tEducation is the fundamental building block for children’s development. However, the growth of students is very much dependent on the way of coaching. Some prefer educating students at home while others think it is necessary for children to attend schools. In this essay, I will analyse both viewpoints before reaching a reasonable conclusion.\n\n\t\t\t\tThere are groups of people who consider homeschooling has many benefits for child’s growth. For instance, a student studying at home can get personal attention from parents which result in good academic results. Furthermore, parents are aware of their child’s weakness and can help him to cope with difficulties. Thus, it can be said that children can learn their subjects at the pace in which they are comfortable and this can help them to excel in studies. \n\n\t\t\t\tOn the other hand, many consider schools as the required element in student growth. Educational institutions, for example, concentrate on teaching moral values like tolerance and sharing along with studies. Moreover, they are encouraged to perform tasks in a team, enabling them to learn teamwork and not to dishearten by failure. Therefore, chances of suffering from depression are reduced to a greater extent in case he doesn’t get what he desired in the real world. \n\n\t\t\t\tFrom above, it can be seen that both the viewpoints have their own merits. However, I tend to believe that in order to sustain in the actual world, students should be motivated to get educated in institutions rather than learning alone at home. It is thus hoped that the government will enforce strict laws for attendance in school compulsory.",
            "card2": "Today’s children become tomorrow’s citizens. So allowing them to interact with the community is very important. More than that every human is a social being. Schools play an important role in forming children’s social behaviours. So, in my opinion, teaching children at school is better than teaching at home.\n\n\t\t\t\tThe main reason why kids need to be sent to school is to get awareness about the society he/she will be a part of the future. Till 4-5 years, children normally with their family. Only after sending to school they will get a chance to mingle with the same age group. This will help them to improve communication skills, social awareness, skills to handle difficult situations etc. They will be able to do at least their own things themselves. Also, I think this is required to reduce their selfishness- they will learn how to share in schools.\n\n\t\t\t\tThe other important fact is discipline. At home, kids always feel easiness. It will be always a tension free atmosphere for them since they are used to it from the childhood. Also, parents and other family members may not be as strict as a teacher in many aspects. So it is hard to get discipline in life for kids those who miss schooling. The main reason for this is the freedom they get at home.\n\n\t\t\t\tApart from all these disadvantages, learning at home has some merits too. The main advantage is kids will be more comfortable. Parents can decide or prioritise the topics to teach, unlike in some schools give over work-load to kids. The time for study can be flexible so that children will get more free time. And parents may be comparatively tension free too.\n\n\t\t\t\tIn a nutshell, even though both methods have its own merits and demerits, parents should make important decisions about their children according to their circumstances and convenience."
        },{
            "id": "19",
            "title": "Failure is proof that the desire wasn’t strong enough.\nTo what extent do you agree with this statement?",
            "subtitle": "Failure",
            "card": "\t\t\t\tEveryone has undergone through difficult changes and experienced ups and downs in his or her life. It is undoubtedly a normal trend in our life. However, I do not entirely agree that failure is dependent only on someone’s insufficient wish to succeed in a specific area.\n\n\t\t\t\tIt does not seem unreasonable to suggest that during evaluation of this situation many factors should be counted. Someone, for instance, may have set a goal to launch a business but unexpectedly got married. This case is understandable and does not deserve any blame. One may prefer making a family while another would rather continue going straightforward to his or her dream. It is an individual choice based on personal preferences and life principles.\n\n\t\t\t\tOn the other hand, I agree that failure means the person was not goal-driven and self-disciplined enough. This relates to many cases including a well-known problem with obesity. If a person has decided to lose a certain amount of weight then no obstacles should stop him. He does not have to give any easy or make excuses. In fact, if his goal is not achieved, as a result he will not prove to himself he is strong and motivated human being. It means his wish was not powerful enough.\n\n\t\t\t\tThe famous and great people of history have tried many things over and over again and there were lots of experiment that were not successful. The failure is not the key measurement of the determination and effort put towards accomplishing something.,\n\n\t\t\t\tOne could draw the conclusion that everything depends on an individual. Human being may accomplish tremendous results as a proof of indescribably powerful motivation or end up without completing fully his task.",
            "card2": "It is believed that when people fail, it means that he did not have enough determination. I personally disagree with the statement, as I believe that failure is the learning process in life and the following essay will discuss it in details.\n\n\t\t\t\tSome people think that when we fail in doing things in life, it means that we are not serious enough in doing them. Many people think that when people have a strong determination, they will try their best in their work, and they will succeed. Failure should not be an option if things are prepared well.\n\n\t\t\t\tHowever, many people do not realise that behind the great achievement of successful people, they also have had failure moments. But these people had learned from their mistakes and improved their work, and as a consequence, they got better results. For example, Michael Jordan was dropped from his elementary school basketball team since the coach believed that he had not talent in basketball. But then Michael consistently practised his shooting ability and worked harder than all the other students. In the end, he became one of the great basketball legends in NBA history. Another exemplary case could be Thomas Edison who invented the light bulb. Doing so he had failed several times but these failures do not indicate that this one of the greatest inventors of all time had the lack of determination or desire. Rather he learned from his failures and finally invented a working lightbulb that was the base for the modern electric light bulbs we use nowadays.\n\n\t\t\t\tIn conclusion, I do not agree when people think that failure is a result of less encouragement and a lack of motivation. I believe that failure is a moment in life, where we should inspect our life and try to improve things. Once we do that, I am certain that we will achieve more in the future."
        },{
            "id": "20",
            "title": "Television, newspaper, and other media pay too much attention to the personal lives of famous people such as public figures and celebrities\nWhat is your view? Discuss.",
            "subtitle": "Media",
            "card": "\t\t\t\tMass media play a significant role in our society as they elucidate a great deal of different information for people. The professional journalists work for various purposes to deliver the latest and the most sensational news about political, social and economic issues and of course the materials concerning entertainment in all its manifestation. In this essay, I would like to express my personal point of view upon this subject.\n\n\t\t\t\tFirst of all, I am fully agreed with the title of this essay and I consider it as the real challenge in modern society. People are using many contemporary gadgets these days which give them lots of opportunities to know the things inside out. But the most intriguing and absorbing themes for ordinary people are articles in gossip columns of many newspapers and glossy magazines about movie and pop stars, their glamorous way of living and scandals on their love affairs. Television contributes the problem too, as it shows too much of private and secret details of contemporary stars. The audience is disquiet over big money celebrities and other famous people earn, the clothes they wear, cars they drive and homes they live in and so on. Nowadays it is very popular to know many specific ins and outs of our favourite idols. In addition for many teenagers and young adults these public people are heroes and examples to follow. They admire and fall in love with celebrities, discuss their difficulties and try to get closer to them through the internet, people subscribe for the personal pages of singers, film stars, TV presenters, politicians and others in popular social networks.\n\n\t\t\t\tIt seems to me that media should stop their attempts to conquer people via their powerful sources of information, obtrude the unnecessary ideas of getting involved too much into public people’s personal affairs and life. We must live our own life, thinking about our future without pretending to be someone else. There are a lot of other apparent examples in our life where media can be the far more useful source of knowledge, e.g. in education, science, medicine etc.\n\n\t\t\t\tTo sum up I would like to state that modern media  make us addicted to the current trends and it is sometimes impossible to stay away from its oppressive influence. Nevertheless, it is up to us to make our own choice in everything that we watch, read, listen or dream about.",
            "card2": "I agree that celebrities and famous people are in the spotlight of written and visual media. Ordinary people are interested in personal lives of public figures and as a result, newspapers and other public media are trying to cover this aspect of their life. In addition, owner of public media has to sell their products to survive in business.\n\n\t\t\t\tPeople want to know more about individuals who admired them. A vivid example is those who work in film industry, they play a role in famous movies which people like. So apart from their professional personality, people want to know how they behave when they are at home, what do they buy when they go out, and who they are in a relationship with. For example, I remember how people followed up Brad Pit relationship with famous actress Angelina Juli which made newspapers and paparazzi look for their picture together.\n\n\t\t\t\tMoreover, media wants to make money from its publishing. To make money they have to publish something that is in their customer's interest. Therefore, they look for stories and news of personal life of public adores. For example, a magazine has several expenses to pay and if it does not sell its magazines, it has to close itself. As a result, making money is another reason why some public media are so focused on the personal lives of public figures.\n\n\t\t\t\tIn conclusion, magazines and public medias pay attention to the personal lives of famous people because of the attraction of ordinary people to them. In another word, they are attracted to their personal lives because the public has an interest in them."
        }
    ]
}
