{
    "writing": [
        {
            "id": "21",
            "title": "Nowadays the way many people interact with each other has changed because of technology. In what ways has technology affected the types of relationships people make? Has this become a positive or negative development?\n\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Technology",
            "ans": "\t\t\t\tTechnology is flourishing by leaps and bounds in each and every field and communication is not the exception. However, this tremendous change in the ways of interaction cannot be regarded fruitful straightforwardly because of its certain drawbacks which spark debate on its positive and negative effects.\n\n\t\t\t\tTo embark on, with regards to positive development, one of the prominent benefits is that technology has made communication easier and comfortable. At present, people are hardly one click away from the nears and dears one because of the modern developments like Skype, video conferencing, Whatsapp and social networking sites, like facebook. These advancements have made everyone social up to much extent. Secondly, there are tremendous chances in the way of letters and telegrams were sent and in making calls. People used to stand in long queues on S.T.D and I.S.D booth but now mobile phone and advanced gizmos facilitate everyone to interact freely.\n\n\t\t\t\tOn the other hand, certain drawbacks cannot be ignored like today’ people not only spend a long time in using computers but also do not prefer to meet their friends and relatives face to face leading to a faded relationship. For instance, one of my childhood friends preferred to meet me personally on different occasions like a festival and on birthdays but nowadays, she sends messages for wishing me and send greetings on my mail. Even most of the family members are suffering from asphyxia, a disease sparks from isolation. This is really a worrisome issue for the imitate relationships.\n\n\t\t\t\tTo sum up, despite having numerous drawbacks, no one can afford to turn face from this ever fast modern technology that has to facilitate our lives."
        }
    ]
}
