{
    "writing": [
        {
            "id": "1",
            "title": "Nowadays the way many people interact with each other has changed because of technology. In what ways has technology affected the types of relationships people make? Has this become a positive or negative development?\n\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Technology",
            "ans": "\t\t\t\tTechnology is flourishing by leaps and bounds in each and every field and communication is not the exception. However, this tremendous change in the ways of interaction cannot be regarded fruitful straightforwardly because of its certain drawbacks which spark debate on its positive and negative effects.\n\n\t\t\t\tTo embark on, with regards to positive development, one of the prominent benefits is that technology has made communication easier and comfortable. At present, people are hardly one click away from the nears and dears one because of the modern developments like Skype, video conferencing, Whatsapp and social networking sites, like facebook. These advancements have made everyone social up to much extent. Secondly, there are tremendous chances in the way of letters and telegrams were sent and in making calls. People used to stand in long queues on S.T.D and I.S.D booth but now mobile phone and advanced gizmos facilitate everyone to interact freely.\n\n\t\t\t\tOn the other hand, certain drawbacks cannot be ignored like today’ people not only spend a long time in using computers but also do not prefer to meet their friends and relatives face to face leading to a faded relationship. For instance, one of my childhood friends preferred to meet me personally on different occasions like a festival and on birthdays but nowadays, she sends messages for wishing me and send greetings on my mail. Even most of the family members are suffering from asphyxia, a disease sparks from isolation. This is really a worrisome issue for the imitate relationships.\n\n\t\t\t\tTo sum up, despite having numerous drawbacks, no one can afford to turn face from this ever fast modern technology that has to facilitate our lives."
        },{
            "id": "2",
            "title": "Some experts believe that it is better for children to begin learning a foreign language at primary school rather than secondary school.\n\nDo the advantages of this outweigh its disadvantages?",
            "subtitle": "Foreign language",
            "ans": "\t\t\t\tIt is true that language acquisition is a complex process. Therefore, it is advisable to teach a foreign language at elementary school than secondary. According to me, the merits of this notion outnumbered its demerits.\n\n\t\t\t\tTo embark on, there are numerous benefits of teaching a foreign language to children in early age. First of all, children are having a receptive mind with good grasping power. This age is the learning stage of life. Whatever is learned in child age, can remember longer in life. Besides that, children are less egoistic and do not afraid of committing a mistake in learning. As failures are the pillars of success while continuous practicing they may attain a reasonable level of language. Undoubtedly, a language consists of different dialects, grammatical rules, intonations, denotation, functions syntax, and style. By practicing these, a child can possess unmatchable linguistic skills. Secondly, everyone is in a mad race to fly board in this modern scenario and possession of foreign language equip them to communicate freely for easy survival. Moreover, polished communication skills have become a need for the hour of the cutthroat competitional world.\n\n\t\t\t\tHowever, it is also a fact that going to school, doing homework, taking part in extra-curriculum activities is itself a time-consuming activity for students. If they are exposing to the regular language teaching sessions that will make them pressurize and psychological illness. This type of burden will hamper their physical, mental and psychological growth.\n\n\t\t\t\tTo conclude, even though, teaching foreign language may aggravate their existing burden yet preparing the young mind for further survival has become mandatory by imparting linguistic skills."
        },{
            "id": "3",
            "title": "The most school offers some type of physical education program to their students. Why is it important?\n\nShould physical education classes be required or optional?",
            "subtitle": "",
            "ans": "\t\t\t\tPhysical education programs are having paramount importance in a school curriculum, therefore, there have been a number of given opinion, that physical education should be compulsory because of its mental and physical health benefits for a student, however, some oppose it. I will discuss both types of opinions before a conclusion.\n\n\t\t\t\tTo begin with, undoubtedly, it has been proved that physical activities are the part and parcel of healthy life. Students who are exposed to these types of physical exercises can increase their stamina and resistance power. According to medical science, the Strong immune system helps to prevent certain diseases like diabetes, obesity, and indigestion. It not only improves stamina of body but also make one mentally strong. Besides that, A recent study has revealed that indulgence in these activities do not let the students sneak time for electronic gadgets.\n\n\t\t\t\tFurthermore, physical programs are very helpful in inculcating the values of team spirit, cooperation, and coexistence. Therefore, the array of benefits make it an inevitable part of the school’s curriculum…\n\n\t\t\t\tOn the other hand, there are the situation and certain circumstances when a physical program needs to be sacrificed. Students with certain disability and illness somehow should not be forced to be the part of this. Their impairments prevent them to be active and physically enthusiastic. Indeed, there is the requirement to have it optional but it is also imperative to understand that they should be equipped with any other educational aspects like computer numeracy and soft skills.\n\n\t\t\t\tIn conclusion, physical education should not be optional since it provides physical and mental growth to a student but the circumstances of impaired candidates should be kept in view."
        },{
            "id": "4",
            "title": "Some people say that Government should break down all the historic building and replace them with modern buildings.\n\nDo you agree or disagree?",
            "subtitle": "Government ",
            "ans": "\t\t\t\tIt is undeniable fact that every country’s monuments and historic sites are their heritage. Surprisingly, there are some who feel it less valued and want the government to pull it down. In my opinion, these are the greatest assets of every country and deserve respectful attitudes by citizens.\n\n\t\t\t\tTo embark on, in the justification of my notion, every country has its own cultural history that exhibits old civilization. These historic sites are priceless and irreplaceable. This is the only way to appraise the next generation about our ancestors and their sacrifices. Moreover, visiting these locations will help us to learn from our ancestor’s lapse and provide the better course of action.\n\n\t\t\t\tFurthermore, these locations are the best source of revenue income for the government. Tourists visit different places and their spending help the government to improve Infrastructure of the country. Moreover, tourists show their interest in purchasing handicraft that results in the growth of a small-scale industry. It increases the flow of foreign money. Above all questions, it is quite apparent that tourists’ visit leads to good bonding among the people across the world.\n\n\t\t\t\tIn conclusion, I feel that preserving historical sites means saving the history of the country. It has Paramount importance because of its array of benefits for existing and forth coming generations."
        },{
            "id": "5",
            "title": " Some people think that art is an essential subject for children at school while others think it is a waste of time.",
            "subtitle": "Subject ",
            "ans": "\t\t\t\tThere has always been a raging debate whether art is an important subject for children in schools or it can be neglected in the views of other important subjects. I am going to scrutinize on both the aspects in further paragraphs before forming an opinion in the last.\n\n\t\t\t\tTo begin with, on the one side of the coin, there are many reasons for supporting other important subjects in children’s school curriculum; firstly, modern technology like computer literacy has become the need of the hour.  It is one of the most demanded skills for a job in every sector.  If they spend most of their time in learning art they will not be able to face cut-throat competitions of this scenario. Moreover, the knowledge of essential subjects like math, science is highly required in every field. Secondly, Art despite being highly appreciated, still do not ensure any career growth because most of the fields like engineering, marketing, IT professionals and managers are a found graduated and post graduated in these important subjects.\n\n\t\t\t\tOn the other flip side of the coin, art is a creative skill that has wonderful imagination power. It provides the wings to the fantasy and expresses the feelings without exchange of words. To illustrate, once I have come across with the painting in which the difference between the rich and poor’s plight was depicted through painting only. Moreover, music is also a piece of art and works as a healing therapy into the hectic world.  Secondly, artists bring laurels for the country across the world and ensure that the cultural heritage of the country may not extinct.  For this, they are highly paid and appreciated.  That kind of respects is not less than a flourished career.  To conclude, in my views the selections of the subjects should be left on the students in which they are interested because that very interest helps them to grow in their life."
        },{
            "id": "6",
            "title": "Artists need a certain amount of freedom to develop their creativity . some people think that artists should have total freedom to express any thoughts and ideas.\n\nTo what extent do you agree or disagree?",
            "subtitle": "",
            "ans": "\t\t\t\tArt is the externalization of the skills of an artist. Therefore, there are the people who are in the favor to impart full liberty to the artists; however, others oppose this opinion freely. In my opinion, freedom is necessary up to a greater extent but there should be proper surveillance on their work to avoid any unpleasant situation.\n\n\t\t\t\tTo begin with, there are many reasons why some people are in favor to give full freedom to artists. First of all, if they are free from any suppression that helps them to unveil all the social issues of the society without any fear. They expose the cancerous spot and request the society to uproot that. Any type of confinement will not let them express their thoughts. Secondly, these creative artists are the nerve of every nation because of their extraordinary skills; if they work freely they, undoubtedly, have the potential to make a masterpiece that brings recognition for every country in the map of the world.\n\n\t\t\t\tHowever, I feel that the full autonomy may have an adverse effect on the individual and on the society because many times artists are seen painting any objectionable picture, adding any anti-social dialogue in the films that result in the communal riots and hurt sentiments of the people. These types of acts cost the life of the people. For example, once in the popular film, some Hindu gods are shown begging. This film has not only brought criticism by the Hindu society but also sparked communal riots that have ended up in the demise of some people. Therefore, they should not be given full freedom.\n\n\t\t\t\tTo sum up, although artists are required to give full liberty for exploring their creativity yet government should ensure that that very act may not hurt others feeling."
        },{
            "id": "07",
            "title": "When a country develops its technology, the traditional skills and ways of life die out. It is pointless to try and keep them alive.\n\nDo you agree and disagree with this statement?",
            "subtitle": "Technology",
            "ans": "\t\t\t\tTechnology is flourishing by leaps and bounds and undoubtedly this advancement is taking a toll on the traditional values. I do believe that in this technological world traditional values are bound to disappear.\n\n\t\t\t\tTo initiate with, there are many reasons why these conventional values have no existence in this modern world. First of all, In this fast-paced world, everyone is assisted with the mobile phone to stay connected with their family and friends. However, in olden times people used to send letters and stand in the long queues on S.T.D and I.S.D just for a maturity of one call.  This advancement in the modes of communication has proved that traditional skills are worth for nothing. Secondly, technology has transformed the world of fashion. Earlier people used to do knitting, stitching, and designing manually but now machines have made every task easier and comfortable. To substantiate my view, many of fashion designing students were seen portraying pictures of model themselves for checking the compatibility of colors but at present, this work is done in seconds on multifarious advanced software. Apart from this, hardly anyone is seen purchasing pitcher for cool water because of the invention of refrigerators.\n\n\t\t\t\tTo conclude, an evolution of modern technology is an ongoing process, so, the time consuming traditional methods will not be able to maintain their pace with these latest trends. hence, it is useless and wastage to time to preserve them."
        },{
            "id": "08",
            "title": "Some people say that feeling of competition should be encouraged in children others say they should be taught to become cooperative. What is your opinion?",
            "subtitle": "Competition ",
            "ans": "\t\t\t\tChildren are the tender buds of the society and they are required to be taught true values of life. Therefore, some people tend to believe that feeling of competition should be infused in them while others believe that the possession of cooperative values is required for them. I will discuss the merits and demerits of both aspects before reaching to any opinion.\n\n\t\t\t\tTo begin with, there are many reasons why children should be having competional values? Firstly, competition motivates youngsters to accelerate their efforts to attain a higher level in education and in other activities. They start doing work hard to compete with others and understand the value of hard work. This dedication and hard work help them to stand first everywhere. Secondly, competional values inculcate self-confidence and self-independence in children. When they participate in activities and compete with others, they are more likely to have a feeling of self-achievement and fulfillment. They feel themselves worthy that provide them balanced and peaceful mind. They tend to become self-reliant and that result in best decision talking ability in them. Moreover, sense of completion is the need of the hour. Undoubtedly, in the modern era, people since their childhood till adults, face completion for example- in school there are a dance competition, race competition, poem competition and when they grow adults, they face competition in taking a job while taking admission in college and even face competitive in an exam. Thus, a value is highly required.\n\n\t\t\t\tOn the other hand, it is needless to say that how important is it to inculcate the value of cooperation. This is the only feeling by which a child can learn teamwork, team spirit, co-existence, tolerance, and patience. Moreover, if the history is seen it becomes quite evident that the well-known icons of the society are only those who had a helping and sacrificing attitude. A self-centered human being cannot earn fame in society. Secondly, incessant preaching for competition may result in rivalry feeling for the peer group and others. These rivalry feelings take no time in turning in to jealous and personal grudges. A heart full of jealousy for others can never hold good for themselves and for others.\n\n\t\t\tTo conclude, after gauging both, competitional and cooperative values, I feel that both values have its own importance. Thus, a child should be brought up by imparting both equally."
        },{
            "id": "09",
            "title": "New technologies and ways of buying and selling are transforming the lives of consumers.\n\nTo what extent do you agree or disagree with this opinion?",
            "subtitle": "",
            "ans": "\t\t\t\tNew technologies, and in particular the Internet, are undoubtedly having a major impact on the way goods and services are bought and sold. In many countries, buying products online has become a mainstream activity. Now in the UK, for example, roughly 12 per cent of all retail trade is conducted on line. While some maintain that the actual impact of the Internet on shopping is negligible, I would argue that it is in fact quite significant for two main reasons.\n\n\t\t\t\tThe first main reason is that the development of online shopping has meant that the market for goods available to the individual has grown exponentially. It is possible to buy virtually anything from what has effectively become a world-wide retail market: exotic foods, art works, rare books, adventure holidays; the list is endless. Products that were once only available to those who lived in large cosmopolitan cities with a wide variety of shops can now be bought by those living in small towns with few local amenities.\n\n\t\t\t\tAnother significant reason is that the buyer can have more control over the process. Price comparison websites make it easier to find bargains. Shopping can be done at any time of the day or night. and shoppers can browse for as long as they like without pressure from sales assistants. This means that shoppers can potentially become more astute and knowledgeable about the products. they are buying. Because of the greater competition involved in trading within a large market, sellers may have to improve the quality of their products.\n\n\t\t\t\tIn short, experience suggests that online shopping has shifted the balance of power in favour of the consumer. Consumers not only have wider access to goods but also have greater access to information and more control over how they shop."
        },{
            "id": "10",
            "title": "Some people believe that a person's culture is defined by their country of origin, while others believe that has only a minor influence.\n\nDiscuss both these views and give your opinion.",
            "subtitle": "",
            "ans": "\t\t\t\tIf we define culture as shared beliefs, values, attitudes and behaviours, it stands to reason then that a person's country of origin impacts their culture. The question is to what degree. Is nationality the defining influence or is it just one of many factors in play? Personally speaking, I would say both arguments have validity, but I would lean towards the latter.\n\n\t\t\t\tIt is easy to understand the ‘defining influence’ argument. If someone is born and raised in a place, they will be heavily influenced by it. Psychologists refer to this as the ‘nurture argument’ - you are a product of your environment. For example, if your country's cuisine uses certain ingredients, your palate gets accustomed to those ingredients, but may struggle with other less familiar flavours. If your country has a traditional style of music, say, reggae or rock, all citizens will be exposed to it and, as a result, are more likely to enjoy it.\n\n\t\t\t\tOn the other side of the argument we need to consider the effects of globalisation. Most people have daily access and exposure to other cultures. The evidence is all around us- restaurants, films and foreign businesses are ubiquitous. One of the benefits of globalisation is that it offers us a selection of cultural possibilities to choose from. It is unlikely that you will find any citizen of a certain country who does not have likes or preferences that come from outside of their country of origin. In addition, more and more people work, study or travel extensively away from their home country. Inevitably, these people will be subject to new influences.\n\n\t\t\t\tMy own view is that while we are influenced by our nationality, in this globalised world, one's country of origin is only one aspect of our collective culture. We all adopt elements from other cultures on a daily basis, unconsciously or according to our preferences and experiences. To my mind, this is what makes the world such an interesting place."
        },{
            "id": "11",
            "title": "Many people believe that zoos have no purpose in today’s world and should be closed. What problems do zoos bring?\n\nWhat are the alternatives to zoos if they are closed?",
            "subtitle": "",
            "ans": "\t\t\t\tThe presence of zoos in our cities and towns has been questioned a lot recently, and opinions differ about whether they provide benefits to people and animals, or whether they should be closed.\n\n\t\t\t\tInitially, we need to think about the negative issues with zoos. Many people believe it is wrong to take animals out of their natural environment and put them into cages. They believe that this is cruel and is only done to attract visitors and make money. In addition, many people feel that we should not interfere with nature, and if possible, animals should be allowed to stay in their own environment.\n\n\t\t\t\tIn terms of alternatives, there are a few options that we have. Wildlife parks are becoming more popular in today’s world. These provide more space for animals to wander around and they provide a habitat which is more similar to animals’ natural homes. A more permanent solution which would enable us all to see animals in the wild would be for airlines to reduce their ticket prices. If air travel were cheaper, then we would all be able to see wild animals in their natural habitat and there would be no need for zoos in our cities. We should also promote channels on TV such as National Geographic. Here, people can see wildlife as it should be seen.\n\n\t\t\t\tAs we can see, zoos are not the only way for humans to see and learn about wild animals. If there were no zoos, it would still be possible for scientists and ordinary people to preserve and experience nature."
        },{
            "id": "12",
            "title": "Many people believe that modern music can have a negative impact on the young. Others believe the effect of modern music is positive.\n\nDiscuss both these views and give your opinion.",
            "subtitle": "Music",
            "ans": "\t\t\t\tMusic has changed dramatically over the years and new types of music are constantly appearing. Many people feel that current popular styles, such as rap, are just noise and cannot be considered real music, unlike older styles, such as rock and jazz.\n\n\t\t\t\tFirstly, many people, especially those from older generations, feel that modern types of music can be more harmful than positive. They will say modern music is too simplistic and the song lyrics are potentially dangerous. They feel that rap and hip-hop often deal with dangerous issues such as gang violence or express antisocial views. It is a common opinion that this can be damaging for young people who listen to these songs.\n\n\t\t\t\tOn the other hand, it is important that people are able to listen to the types of music that they prefer; you cannot control people’s tastes or opinions. For young people especially, popular music is an important aspect of identity, sharing an interest in music with their peers brings a sense of stability and belonging. These young people would argue that the lyrics to these songs reflect the modern reality and it is an important way of expressing their experiences.\n\n\t\t\t\tIn conclusion, people will always prefer a certain type of music. People will always be unsure of new things, which they may not understand, and this can be the case with music. However, we cannot stop change and we should not try to, instead, we should encourage new styles of music as all music adds to the wealth of our culture."
        },{
            "id": "13",
            "title": "In the past, most people used to travel to their place of work. With increased use of computers, the internet and smart phones, more and more people are starting to work from home.\n\nWhat are the advantages and disadvantages of this development?",
            "subtitle": "Computers",
            "ans": "\t\t\t\tThe way in which we work has changed a great deal in recent years. Whilst some people still travel to their place of work each day, others have the option to work from home. This has all become possible since the birth of the internet and smartphones, which enable workers to be in constant contact with their colleagues and clients all over the world.\n\n\t\t\t\tThere are both advantages and disadvantages to this new development. There are definite advantages to people being allowed to work from home. The main advantage is that it gives workers more flexibility in their working lives. This can be particularly useful for parents or people who live far from their workplace. Working from home is also more comfortable - you can take a break whenever you need. Another advantage is that you have the possibility to work for companies in other countries through the use of the internet. Therefore, people can apply for jobs globally as well as locally.\n\n\t\t\t\tOn the other hand, working from home can also have its disadvantages. Travelling to work and working in an office with others can be a very sociable activity which many people enjoy, especially if they live on their own. Without this social interaction many people might feel very lonely. Furthermore, many people may lack sufficient discipline to complete the work they need to do without colleagues around.\n\n\t\t\t\tIn conclusion, therefore, there are clearly advantages and disadvantages to working from home. Perhaps the ideal arrangement would be to spend part of the working week in an office with colleagues, and part of the working week at home, with a certain amount of flexibility and comfort."
        },{
            "id": "14",
            "title": "Nowadays many people have access to computers and a large number of children enjoy playing video games.\n\nWhat are the advantages and disadvantages of playing video games for children?",
            "subtitle": "Video games",
            "ans": "\t\t\t\tIn today's world where we all have access to the internet, more and more children are playing computer games and their popularity is increasing all the time. This essay will look at the positive aspects these games can have and also the negative effects on children.\n\n\t\t\t\tFirstly, as education is becoming more demanding for many young people, computer games can provide a way of relaxing and reducing stress. Computer games can take us into different worlds where we can escape from reality. In addition to this, computer games today are very advanced and can help children develop their thinking skills. Instructions need to be understood and games often include complicated problems which need to be solved.\n\n\t\t\t\tHowever, there are also many problems with the increasing popularity of computer games. Many children become addicted to them and they play for hours, sometimes through the night. In South Korea, the government has banned children from playing games after midnight as the problem was so great and the effect on education was very negative. Furthermore, some children find it difficult to identify what is real and what is virtual. Some people argue that this has led to a rise in crime inspired by video games. This is not proven, but it is undeniable that games today can be very violent.\n\n\t\t\t\tTo sum up, there are both advantages and disadvantages with computer games and it seems that parents need to exercise caution and monitor their children's activity as some games may be more suitable than others."
        },{
            "id": "15",
            "title": "It is generally believed that some people are born with certain talents, for instance for sport or music, and others are not. However, it is sometimes claimed that any child can be taught to become a good sports person or musician.\n\nDiscuss both these views and give your own opinion.",
            "subtitle": "Sport or Music",
            "ans": "\t\t\t\tThe relative importance of natural talent and training is a frequent topic of discussion when people try to explain different levels of ability in, for example, sport, art or music.\n\n\t\t\t\tObviously, education systems are based on the belief that all children can effectively be taught to acquire different skills, including those associated with sport, art or music. So, from our own school experience, we can find plenty of evidence to support the view that a child can acquire these skills with continued teaching and guided practice.\n\n\t\t\t\tHowever, some people believe that innate talent is what differentiates a person who has been trained to play a sport or an instrument, from those who become good players. In other words, there is more to the skill than a learned technique, and this extra talent cannot be taught, no matter how good the teacher or how frequently a child practices.\n\n\t\t\t\tI personally think that some people do have talents that are probably inherited via their genes. Such talents can give individuals a facility for certain skills that allow them to excel, while more hard-working students never manage to reach a comparable level. But, as with all questions of nature versus nurture, they are not mutually exclusive. Good musicians or artists and exceptional sports stars have probably succeeded because of both good training and natural talent. Without the natural talent, continuous training would be neither attractive nor productive, and without the training, the child would not learn how to exploit and develop their talent.\n\n\t\t\t\tIn conclusion, I agree that any child can be taught particular skills, but to be really good in areas such as music, art or sport, then some natural talent is required."
        },{
            "id": "16",
            "title": "People who cause their own illnesses through unhealthy lifestyles and poor diets should have to pay more for health care.\n\nTo what extent do you agree or disagree with this opinion?",
            "subtitle": "Unhealthy lifestyles",
            "ans": "\t\t\t\tHealthcare costs all over the world are rising due to the rise in modern diseases which are a product of unhealthy lifestyles. These Lifestyles include poor diet, smoking and lack of exercise. While many people do not need to use medical services, there are others who constantly need medication due to their unhealthy daily lives. In my view people who are responsible for their own illness should have to contribute towards the cost of their medical treatment.\n\n\t\t\t\tFirst of all, it is important to highlight the fact that ignorance is not an excuse. Information about health and fitness is widely available so everyone should know that smoking and eating fast food are not only bad for our health, but can cause serious diseases. Furthermore, there is a wide range of help services which people can consult for advice on improving their health from doctors to sports trainers and dieticians. People who continue to live unhealthy lifestyles despite advice from doctors or medical professional should not receive free or reduced cost medical services.\n\n\t\t\t\tSecondly, it is clear that certain types of treatment are very expensive and some diseases can be prevented by adopting a healthy lifestyle. If people who are obese require treatment, they are taking money away from another patient, whose operation or treatment may be costly, but necessary. Therefore, it could be a good solution to make people pay some money towards the cost of their treatment. If their health improved, this payment could be reduced.\n\n\t\t\t\tIn conclusion, making people contribute towards the cost of medical treatment for self-inflicted diseases could help reduce this type of disease and make more money available for other people."
        },{
            "id": "17",
            "title": "In many societies in the world, the population is ageing rapidly and this is leading to an unsustainable increase in the cost of public healthcare.\n\nA nations population should pay for their healthcare provision in the future.\n\nTo what extent do you agree or disagree?",
            "subtitle": "Population",
            "ans": "\t\t\t\tAdvances in medical science are resulting in prolonged lifespans but there is a knock-on effect for public health services with many hospitals struggling to cope with an aging populace. Many countries enjoy the benefits of free or subsidised national public health services. However, there are some within senior health management who claim that such provision will become unsustainable, and I firmly agree that changes need to be made in order to reflect this changing reality.\n\n\t\t\t\tDespite the notion that healthcare should be 'free', such care is predominantly funded by the taxpayer. To give a specific example, a recent report in my country established that almost 40% of the nation’s tax spending is distributed to healthcare and some 80% of that figure is reserved for treating the elderly. This is a disproportionate amount of money which has greatly increased the burden on the state and existing funding is no longer sufficient to meet these needs. This is turn impacts on the standard of care that can be provided as shown by numerous negative media reports about the conditions for both staff and patients. If we want quality healthcare then, clearly this financial burden needs to be alleviated.\n\n\t\t\t\tOne way to do so would be to increase the contributions made by citizens through increased taxation. Alternatively, governments could encourage those who can afford it to take up private healthcare arrangements. By switching to a private model, the well-off can afford a higher quality of care, while at the same relieving pressure on public services for those who do not have the means to go private.\n\n\t\t\t\tOne thing is for certain, an ageing population has increased the pressure on existing health provision. If we are going to maintain the standards of healthcare that we are used to, more funding needs to be found either through taxation and alternative forms of provision should be considered. Otherwise, standards will fall and people’s lives will be put at risk."
        },{
            "id": "18",
            "title": "Some people argue that the government should give every unemployed person a mobile phone and should make sure they have access to the Internet.\n\nThey believe this is the best way of using public money to reduce the problem of unemployment.\n\nTo what extent do you agree or disagree?",
            "subtitle": "Unemployed ",
            "ans": "\t\t\t\tUnemployment causes many problems for society. Individuals suffer not only economically, but also in terms of their self-respect and even health. Inevitably, when the breadwinner is unemployed, other family members become victims too. Young people without job prospects may turn to drugs or crime to escape boredom and poverty. For all these reasons, any measures which can reduce unemployment are to be welcomed.\n\n\t\t\t\tThe first priority for the job seeker is information, and here the Internet offers a unique tool. Details of job vacancies and training schemes can be accessed within minutes on a computer screen, saving time and money that would otherwise be spent visiting employment agencies or buying newspapers. In addition, the Internet can be very useful in preparing for job interviews.\n\n\t\t\t\tOnce a suitable job vacancy has been identified, it's vital to respond quickly, and in this respect, it can be argued that a mobile phone is more convenient than a conventional phone. Since calls on a mobile can be very expensive, however, costs can easily get out of hand unless they are monitored carefully.\n\n\t\t\t\tIt has to be said that, like any tools, the Internet and the mobile phone are only as good as their user. Both need to be used effectively, and of course both are open to abuse. There is little point in making technology available, therefore, without providing basic training in using it.\n\n\t\t\t\tIn conclusion, I believe there are strong arguments for giving unemployed people access to the Internet. However, the case for providing mobile phones is less convincing, and it may be more cost-effective in the long run to invest in relevant training programmes."
        },{
            "id": "19",
            "title": "Very few school children learn about the value of money and how to look after it, yet this is a critical life skill that should be taught as part of the school curriculum.\n\nDo you agree or disagree?",
            "subtitle": "School",
            "ans": "\t\t\t\tIt may be true that schools don’t really teach young people how to handle their finances on a grand scale, but it isn’t true that they ignore the topic altogether. The problem may be that students don’t see the relevance of what they are taught.\n\n\t\t\t\tAt primary school children learn to do mental arithmetic and simple calculations including fractions and decimals. At my school, maths problems at this level were set in a real context such as working out the cost of buying a T-shirt at 10% discount, or calculating interest when you put your pocket money in a savings account.\n\n\t\t\t\tUnfortunately, some children do not realise how useful these things will be later in life. For instance, if you borrow money to buy a car, you need to know how to work out for yourself how much it will cost you without relying on the finance company to tell you. Similarly people should only buy things on credit if they know how much it is really costing them if they don’t pay the debt off each month.\n\n\t\t\t\tIt is possibly true that schools could try to make children understand the importance of all these areas, but children are young and cannot look into the future or predict the skills that they will need.\n\n\t\t\t\tUltimately, people have to make their own decisions about what money is worth, based on their earnings and lifestyle. An education system can equip us to work out what is best, but it cannot save the money for us."
        },{
            "id": "20",
            "title": "Most people do not care enough about environmental issues.\n\nTo what extent do you agree or disagree?",
            "subtitle": "Environmental issues",
            "ans": "\t\t\t\tIt is certainly true that environmental problems should be taken seriously in order to prevent disaster in the future. Unfortunately, however, most people do not take this threat seriously enough and this is for a number of reasons. The following essay will outline why the majority of people do not care enough about the environment.\n\n\t\t\t\tPerhaps the main reason people do not give the environment much thought is because at the moment it does not affect their daily life. This is because, generally, they cannot see how global warming or pollution is destroying the environment. It is only when a crisis occurs, such as flooding, that people start to consider the reasons behind it. However, these are soon forgotten and the situation is once again ignored.\n\n\t\t\t\tAnother reason environmental issues are ignored is that people do not know enough about them. Although it is generally understood that recycling helps to save resources, this is perhaps the only step people take to help the situation. Most people have heard of global warming and pollution, but do not fully understand the implications of them. If they did, sure they would use their car less and try at all costs to save resources more.\n\n\t\t\t\tMany people also believe that these environmental problems will not impact society for another 50 to 100 years. Consequently, people feel these problems can be dealt with then by future generations.\n\n\t\t\t\tOverall, therefore, whilst there may be some people who are fully aware of the environmental problems facing the planet, the majority of the population still do not give them the attention they deserve."
        },{
            "id": "21",
            "title": "Advances in science and technology and other areas of society in the last 100 years have transformed the way we live as well as postponing the day we die. There is no better lime to be alive than now.\n\nTo what extent do you agree or disagree with this opinion?",
            "subtitle": "Technology ",
            "ans": "\t\t\t\tThe last hundred years have seen rapid and dramatic developments in many areas, including medicine, transport, manufacturing and communications. Over that period our lives have changed in ways that our parents and grandparents could only have dreamed of, but the question we should ask is whether the world is a better place to live in as a result.\n\n\t\t\t\tThere have clearly been many benefits. Advances in medical science have brought cures for once fatal diseases and this has significantly extended the lifespan we can expect. Information technology has allowed us to contact friends or colleagues worldwide at the click of a mouse. We can now gather information, manage our bank account or shop without having to step outside our home. In addition, labour-saving devices such as washing machines and microwave ovens have made everyday tasks much easier.\n\n\t\t\t\tHowever, the fact that life has improved in so many ways doesn't mean that all the developments have been positive. For example, the emphasis on acquiring the latest technology has made people increasingly materialistic. We also tend to lead more isolated lives than our parents did, with less concern for other people. The resulting breakdown of traditional social ties can leave the elderly and other vulnerable people without the support they need. Among other serious problems we face are the drug culture, and the ever-present threat of terrorism.\n\n\t\t\t\tTo sum up, we have made great progress over the last hundred years but there are still many important issues to tackle. This may well be a better time to live than any previous age but hopefully the future will be better still."
        },{
            "id": "22",
            "title": "In the past, shopping was a routine domestic task. Many people nowadays regard it as a hobby.\n\nTo what extent do you think this is a positive trend?",
            "subtitle": "Shopping ",
            "ans": "\t\t\t\tGoing shopping used to be a chore, but recently it has become a leisure activity or a pleasant outing. To my mind, it is debatable whether this can be regarded as a wholly positive development.\n\n\t\t\t\tFor earlier generations, buying food or consumer products involved visiting several shops, each with the same limited range on offer. Customers had less money and credit was not widely available. By contrast, shoppers nowadays can find almost anything in the supermarket or shopping mall. The comfortable environment, the variety of goods and attractions such as cafés and cinemas make spending money enjoyable.\n\n\t\t\t\tNowadays, with many parents working full-time, families have little time together. In my experience, it is normal to see families in the local shopping mall at weekends. Undoubtedly, one of the benefits of this is that they are together as a family. Nevertheless, this is not ideal, especially if it leaves no time for other activities, such as sport.\n\n\t\t\t\tAnother negative result of this change in attitudes is the effect it has on young people all over the world, who spend time in shopping malls. The reasons for this are the influence of advertising and the availability of credit cards. On the one hand, they are with friends in a safe environment, but on the other, it can tempt them to buy things they do not really need and may cause them to get into debt. Moreover, it would be better for their health if they met friends to go swimming.\n\n\t\t\t\tIn conclusion I would like to suggest that although shopping now is less tedious, this is not necessarily a positive trend. It may be good for the retailers, but not for consumers if it replaces other, healthier activities."
        },{
            "id": "23",
            "title": "Supermarkets should only sell food produced from within their own country rather than imports from overseas.\n\nWhat are your opinions on this?",
            "subtitle": "Food ",
            "ans": "\t\t\t\tNowadays, supermarkets are stocked with food products from around the world. Some would argue that it would be better if food produce was not imported. I firmly believe that this view is correct, and will discuss the reasons why in this essay.\n\n\t\t\t\tIt is certainly the case that importing food can have a negative effect on local culture. This can be seen in countries such as Japan where imported food has become more popular than traditional, local produce, eroding people's understanding of their own food traditions. Although some would claim that this is a natural part of economic development in an increasingly global world, I feel strongly that any loss of regional culture would be detrimental.\n\n\t\t\t\tA second major reason to reduce imports is the environmental cost. Currently, many food imports, such as fruit, are transported thousands of miles by road, sea and air, making the product more expensive to buy and increasing pollution from exhaust fumes. Despite the fact that the trade in food exports has existed for many years, I am convinced that a reduction would bring significant financial and environmental gains.\n\n\t\t\t\tHowever, many jobs depend on food exports and some less developed countries may even depend on this trade for economic survival. In spite of this, the importance of developing local trade should not be undervalued.\n\n\t\t\t\tIn conclusion, I am certain that reducing food imports would have cultural and environmental benefits. What is more, the local economy should, in time, prosper commercially as the demand for local and regional products remains high resisting the competition from overseas."
        },{
            "id": "24",
            "title": "In the modern world, the image (photograph or film) is becoming a more powerful way of communicating than the written word.\n\nTo what extent do you agree or disagree?",
            "subtitle": "Photograph or film",
            "ans": "\t\t\t\tIn today's world, images in the form of photographs, films and pictures are used everywhere as a means of communicating with the public. I certainty agree that such images have become a very powerful means of communication and they are used in many different sectors to influence, inform and entertain the public.\n\n\t\t\t\tThe media, for example, use images to give detailed information and immediate impact to their news coverage. Similarly, advertising industries constantly use images to influence, persuade and make people identify with what they see. The powerful attraction of images is also evident in the entertainment industry and even in the growth in mobile phones that can send photos as part of a regular personal 'conversation'.\n\n\t\t\t\tHowever, while it is evident that the image has certainly become a very powerful way of communicating, that it not to say that it has become more powerful than either the written or spoken word. Images can be interpreted in a range of different ways, and because of this they are rarely used alone. Captions, headlines and written explanations or spoken commentaries almost always accompany the use of images, whether they are used in advertising or the media. Used alone, the message of a picture can be notoriously misleading, and is less effective as a result.\n\n\t\t\t\tIn conclusion, therefore, I only partly agree with the statement. While it is true that images can send very powerful messages, they are only really effective as a means of communication when used together with either the written or spoken word."
        },{
            "id": "25",
            "title": "Longer life spans and improvements in the health of older people suggest that people over the age of sixty-five can continue to live full and active lives.\n\nIn what ways can society benefit from the contribution that older people can make?",
            "subtitle": "Health ",
            "ans": "\t\t\t\tPeople today can expect to live a longer and healthier life than people in the past. People often see retirement as a time for relaxation and letting go of the stresses of working life. However, many who reach retirement age are more interested than ever in contributing actively to their communities. This essay will outline two ways in which this interest can benefit society.\n\n\t\t\t\tBecoming involved in schools is one of the ways in which the life experience of the elderly can be made available to the community. Because families now are often more mobile than in the past, many children do not have regular contact with grandparents. Yet children are often fascinated by stories of life in the past. Inviting local retired people into schools to speak to children can help to maintain a vital link between past and present.\n\n\t\t\t\tAnother way in which society can benefit from a more active older generation is by inviting older employees to remain in work part-time. Older people may not want to or indeed be able to do a full day's work; however, their experience may continue to be valuable to their employers. A good example of this can be seen in one scheme in the UK in which elder employees remained in work as mentors for younger employees.\n\n\t\t\t\tIn my opinion, schools and the workplace are just two of the areas in which those who have reached retirement age can continue to contribute to their communities. As life expectancy improves, the need to maintain an active and socially meaningful life may also increase. Experience suggests that this trend can have benefits for all, not just the elderly."
        },{
            "id": "26",
            "title": "Car ownership has increased so rapidly over the past thirty years that many cities in the world are now 'one big traffic jam'.\n\nHow true do you think this statement is? What measures can governments take to discourage people from using their cars?",
            "subtitle": "Traffic ",
            "ans": "\t\t\t\tMost people would agree that car ownership has increased in recent years and is causing a range of problems, particularly in built-up areas. I think there are a number of ways that governments can aim to deal with this.\n\n\t\t\t\tMany big cities in the world have traffic problems but these problems vary. For example, it is reasonably easy to drive around my city after 10 am and before 5 pm. However, outside these hours, you have to allow double the usual time to reach your destination. In some other cities, traffic is congested at all times, and there is the continual sound of car horns as people try to get wherever they want to go.\n\n\t\t\t\tOne of the best approaches governments can take in busy cities is to encourage the use of public transport. This means the transport facilities have to be well run and people must be able to afford them. Buses, trams and trains are good ways of getting around, and if they are cheap and reliable, people will use them.\n\n\t\t\t\tAnother approach is to discourage people from actually entering the city by building car parks and shopping centres on the outskirts. Many cities around the world do this quite successfully and offer passengers bus transport into the centre, if they need it.\n\n\t\t\t\tAt peak travel periods, governments can also run campaigns to encourage people to be less dependent on their cars. Apparently, a lot of car trips involve very short journeys to, say, the supermarket or local school. These are often unnecessary, but we automatically get in our cars without thinking.\n\n\t\t\t\tClearly we all have a responsibility to look after our cities. Governments can do a lot to improve the situation and part of what they do should involve encouraging individuals to consider alternatives to driving."
        },{
            "id": "27",
            "title": "Increasing numbers of students are choosing to study abroad.\n\nTo what extent does this trend benefit the students themselves and the countries involved?\n\nWhat are the drawbacks?",
            "subtitle": "Study abroad",
            "ans": "\t\t\t\tStudying abroad has become increasingly common in the last few years, especially for young people from countries such as China and India. Many students and their families clearly consider the experience worth the sacrifices involved. The former often give up friendships when they move abroad; the latter often use their life savings. Moreover, many governments are willing to invest huge sums of money in sponsoring their young people to study in universities overseas.\n\n\t\t\t\tHowever, this trend has drawbacks as well as benefits for those concerned. One potential drawback is that the instruction international students receive may not be relevant to their home contexts. For example, students from developing countries who go to Western countries for teacher training are often taught to use teaching techniques that are suitable for small classes. When they return home they are often expected to teach classes of 40 or 50 students. Hence, what they have been trained to do may not be relevant.\n\n\t\t\t\tAnother potential drawback is the phenomenon of 'brain drain'. Prior to leaving home, they may be fully committed to returning. Nevertheless, students are often at the stage in their lives when they are forming their most important personal and professional relationships. Thus they may choose to remain in the host country on completing their studies.\n\n\t\t\t\tHowever, most international students find ways of making the experience work well for themselves and others involved. Most return home, enriched by new friendships made abroad. Furthermore, most find ways of adapting what they have learned to their home context. On balance, the drawbacks do not outweigh the benefits."
        },{
            "id": "28",
            "title": "Many people believe that the high levels of violence in films today are causing serious social problems.\n\nWhat are these problems and how could they be reduced?",
            "subtitle": "Films ",
            "ans": "\t\t\t\tThe increasing amount of violence that is shown regularly in films has been a cause of concern for some time. Such films make violence appear entertaining, exciting and even something to be copied. However, it seems to be increasingly clear that this development is causing problems in our society.\n\n\t\t\t\tFirst of all, those who enjoy such films eventually stop associating the violence with any real consequences. They therefore lose their sense of reality and no longer take violence seriously or have any sympathy with the victims. This is bad for both individuals and for our whole society. Another worrying trend is that in these films the heroes are shown as people to be admired, even though they are very violent characters. This leads impressionable people to believe that they can gain respect and admiration by copying this aggressive behaviour, and so the levels of violence increase, especially in major cities throughout the world.\n\n\t\t\t\tWhat is needed to combat these problems is definite action. The government should regulate the film industry on the one hand, and provide better education on the other. Producers must be prevented from showing meaningless violence as 'fun' in their films. Instead, films could emphasise the tragic consequences of violent acts and this would educate people, especially young people, to realise that violence is real.\n\n\t\t\t\tTo conclude, I think that viewing violence as entertainment may indeed cause serious social problems and that the only way to improve this situation is by regulating the industry and educating the public about the real human suffering that such violence brings."
        },{
            "id": "29",
            "title": "Women are better at childcare than men therefore they should focus more on raising children and less on their working life.\n\nTo what extent do you agree or disagree with this statement?",
            "subtitle": "Women",
            "ans": "\t\t\t\tAlthough the care of children has traditionally been the role of women, nowadays many men have decided to stay at home to raise children while the woman in the family goes to work. However, some people believe that women have a natural ability for childcare and this role should be left to them. I disagree with this for the following reasons.\n\n\t\t\t\tFirstly, both men and women have qualities which are important for bringing up and educating children. These qualities are not specific to men or women, therefore both genders are able to raise children successfully. By saying that childcare is a specific female role, children will receive a message which portrays women as carers only. For example, young girls who are taught to believe that the place of women is in the home may not try hard in school subjects which are more male dominated, such as science.\n\n\t\t\t\tSecondly, the role of women in the workplace has changed significantly in the last fifty years. Many women now hold senior positions in many areas of employment. Women contribute a range of skills to the workplace which are both valuable and important. In my opinion, women should continue to focus on their careers and ensure that their daughters are aware of the opportunities which are available to them in life. Men should also take on some of the responsibility of childcare and teach their sons that this is a valuable role in society for men as well as women.\n\n\t\t\t\tIn conclusion, it is important that men and women share childcare duties because both genders have important qualities and skills. However, women and men should also be allowed to focus on their careers and provide strong role models for children."
        },{
            "id": "30",
            "title": "In some countries it is thought advisable that children begin formal education at four years old, while in others they do not have to start school until they are seven or eight.\n\nHow far do you agree with either of these views?",
            "subtitle": "Education ",
            "ans": "\t\t\t\tIn some parts of the world, parents encourage their children to begin studying while they are still toddlers, using a variety of books and computer games which teach them to count or to learn their letters. The parents choose a first school for their four-year-old which focuses on academic ability in order that, by the time they enter the next school, the children are well ahead of their age group, with high marks in important subjects such as maths and language, or are equipped to take competitive entrance examinations for other schools if that is relevant.\n\n\t\t\t\tIn other countries, children are at home or playschool until they are around seven years old. They do not even begin to study reading until then, but they listen to and tell stories, they paint and draw, they make models and build tree houses, they swim and play ball games, they keep fish and grow plants in the playschool garden.\n\n\t\t\t\tIn my opinion, the question is not which method produces the most able students, because all over the world, the majority of those who reach university do so at around the same age, wherever they are educated. A brilliant scientist from one country may be working in a laboratory alongside an equally brilliant scientist from another country and the educational start of each career may have been in complete contrast. Therefore, it is clear that the two approaches can both produce able academics, all other things being equal. Nevertheless, it is probable that one method is preferable to the other.\n\n\t\t\t\tIt seems to me that spending early childhood struggling to acquire academic skills in a competitive atmosphere is not the best way to produce a balanced personality. Learning through play and developing social skills equips a child for adult life in essential ways that the competitive parents neglect. If the child has academic ability, this will manifest itself as the child develops and does not need to be forced at an early age."
        },{
            "id": "31",
            "title": "Today's teenagers have more stressful lives than previous generations.\n\nDiscuss this view and give your own opinion.",
            "subtitle": "Generations",
            "ans": "\t\t\t\tDespite a continuing improvement in standard of living, many people believe that young people suffer more stress than older generations. In this essay, the arguments surrounding the issue of teenage stress will be discussed.\n\n\t\t\t\tFirstly, teenagers are exposed to more products than earlier generations as a result of living in a modern consumer society. Through films and the media, they see celebrities with expensive jewellery, clothes and cars. In addition, youth-oriented advertising gives them an awareness of the latest technology such as digital music formats and mobile phones. Consequently, teenagers feel pressure to acquire these items. Some might argue that these pressures are not new. However, I believe that such stresses were not so strong during earlier times.\n\n\t\t\t\tIt could also be argued that pressures at school are stronger than before. In order to achieve the lifestyle they see in the media, teenagers must succeed in their studies so they can compete for the best jobs. Parental pressure, examinations and homework are all reported as causing increased levels of strain.\n\n\t\t\t\tOn the other hand, although it may be true to say that modern society produces certain stresses it does not necessarily mean that stress was previously absent. In earlier times, hunger and physical discomfort would undoubtedly have caused high levels of anxiety, as would hard physical labour, for example, working down a mine. Any balanced view must take into account these alternative factors.\n\n\t\t\t\tTo sum up, consumerism and academic pressures are powerful causes of stress on today's teenagers. Nevertheless, it is my view that these stresses are no greater than those experienced by earlier generations of teenagers."
        }
    ]
}
