{
    "writing": [
        {
            "id": "1",
            "title": "Some people think women should be allowed to join the army, the navy and the air force just like men.\nTo what extent do you agree or disagree?",
            "subtitle": "Women",
            "card": "With the increase numbers of people are paying more attention on gender equality nowadays, the status of female are gradually rising than before, thus there is a thought that women should be the same as male to be permitted to participate in the national defense forces of their country.\n\n\t\t\t\tIt is obviously, there are some benefits for the country if the woman can be a part of the military, such as, they are more careful and patient than men when they are charge in their work and position; they can be more flexible that female are not only more suitable for taking care of people but also are good at managing information and analysis.  \n\n\t\t\t\tHowever, I prefer the man to keep the dominant place in the army, because there is no doubt that in the military men advance women a lot. As we know, in physical situation, male can be stronger and more powerful than female, so they can afford the longer working time and adapt in more severe environment. In addition, the woman seems to be more sentimental and emotional, which means that they cannot immediately calm down and be rational when they face some specific condition of working. Due to the Job nature, the stuff, like weapons, machines and explosives, can be manipulated more professional and expert in man’s hand.    \n\n\t\t\t\tAll in all, men, through the ages, are always the main force of the armed forces, but we could make some changes to keep pace with the times that to give female more chance and widen choice in the society.",
            "card2": "Since the dawn of the time, women have been playing a crucial role in the civilisation and development of mankind. It is clear that women can play a vital role in various defence forces so the writer of this statement thinks that they are a blessing for their country.\n\n\t\t\t\tTo commence with, women will be a boon to the force. To be clear, the world has realised that women are equally capable as men in both mentally and physically abilities. As women are blessed with intellectual and cognitive skills, they can use these invaluable skills in the force. In addition to this, as we know, women are already serving in the various  other physically demanding job sectors  such as  white collar and blue collar worker. It is unwise to select them in this job sector. More importantly, women are naturally less aggressive and peace makers and these qualities are blessing for the force and once they come to leadership these helps to reduce conflict among the nations. Further, women are already part of the police department and they have proved that they are capable of doing adventures and riskier jobs. To cite an example, women leaders such as Queen Isabella, Victoria and the like ruled vast spectrum of power.\n\n\t\t\t\tOn the other hand, women have some physiological barriers in joining the defence force. To make it clear, since women have to give birth to the child and nurture them, they need maternity leave for that. If women are in the force, it would be impossible for them to get leave at the time of war. Apart from that, many retrogressive people argue that women's primary function is to prepare food and look after children and husband so they should not opt to go for a job.\n\n\t\t\t\tTo conclude, in this advanced era, women have been working in every realm and they have proved that they can contribute a lot to the society so they should take in defence force."
        }, {
            "id": "2",
            "title": "Students can become very tired both emotionally and physically when they are preparing for an examination. How can they look after their health while they are studying?\nWhat is your view? Discuss.",
            "subtitle": "Students",
            "card": "First and foremost, the knock on effects of the education on the life of individuals can be profound and undeniable. Nowadays, there are lots of high school or ordinary school students. One group of individuals put forward that students can become emotionally and physically tired while preparing examination while others do not agree.\n\n\t\t\t\tWe must acknowledge that nowadays education has become very difficult. Almost all students suffer from mentally and physically tiring while preparing for exams. For example, statistics proved that average students should prepare 5 hours daily in order to pass the forthcoming exams. Naturally, it tires students mentally. In addition, they should spend their whole time in the various libraries, to find necessary information. As a result, it obvious that students may become tired which would influence their exam performance negatively.\n\n\t\t\t\tNevertheless, for the time being, it is undeniable fact that, students should make efforts in order to achieve their desire. Almost all students work hard and do their best to take a diploma from the universities. For example, they make a lot of effort to have a degree because nowadays it is almost impossible to have a good job position without a university degree or diploma. Moreover, although visiting libraries every day makes them feel exhausted, they gain plenty of information and enhance their knowledge and experience. As a consequence, it is clear that hardworking students always think their future life and it inspires them to do their best for their education.\n\n\t\t\t\tIn conclusion, from the examples above we can say that, it is true that preparing for exams is not as easy as we think. However, without working hard, students will not achieve their future aims.",
            "card2": "It is a fact that most students are stressed when they face examination. In order to pass the test, they must focus and study hard, and consequently they get tired both mentally and physically. I personally think that there are several things that students must notice during this period and the following essay will discuss them in details.\n\n\t\t\t\tIt is undeniable that the most stressful part of students' life is when they face examination. The pressure to obtain good grade and pass the test have significantly affected to students' mental and physic condition, as they have studied for such long hours in their room. In certain cases, some of the students got sick after they have done the examination, while in another case, several of the students got depressed and paranoia.\n\n\t\t\t\tIn order to avoid any negative things happen to students during the examination preparation period, there are several things that they could do. Firstly, students should learn to manage their time properly. By setting their time and priorities properly, they could balance between their study and relaxation time. Secondly, during this period, students should also do some light exercises. Based on the scientific research, it is found that doing some physical exercises will affect to the human body's blood circulation, which will give positive effect to the brain performance. Lastly, they should consume healthy foods and consume multivitamins, in order to keep their body strong and healthy. Choosing the right types of diets and taking some supplements will help them in maintaining their stamina and avoiding any illness.\n\n\t\t\t\tIn conclusion, it is true that students could become tired and weary when they prepare for the examination. I believe that there are some things that student could do to anticipate any bad things happen to them, such as managing their time properly, doing some light exercises and consuming the right types of food. I am sure that that, by doing these kinds of things, students will get their maximum results in their exam and they will be physically healthy."
        }, {
            "id": "3",
            "title": "Modern children are suffering from the diseases that were once considered to be meant for adults only. Obesity is a major disease prevalent among children. What are its causes and what solutions can be offered?\nWhat is your view? Discuss.",
            "subtitle": "Children",
            "card": "In this modern era, children, unfortunately, endure some ailments that they are known as adults aches such as overweight. There are various reasons behind it. This illness originates from diet, sedentary lifestyle and genetics. I personally believe that three critical reasons of unhealthy diet, sedentary lifestyle and genetics considerably contribute to the development of such diseases in teenagers.\n\n\t\t\t\tThe first cause of obesity is fatty food. Todays, most of the children are interested in junk food and fizzy drinks like sandwiches, chips and coke. These kinds of foods are not nutritious. Furthermore, a huge number of parents buy fast food for their children instead of preparing calorie-rich food at home. This issue can be solved by purchasing food from traditional restaurants (that they cook local foods), banning junk foods and advertising healthy foods in mass media, schools and textbooks.\n\n\t\t\t\tThe second reason for obesity is an inactive lifestyle. The use of technological devices has gradually risen among children. They spend most of the time watching TV or playing video games on a computer, so the progress of these tools has led to declining the physical activities. This obstacle can be resolved by paying attention to bodily activities in schools and encouraging children to participating in sporting events. Moreover, parents can restrict playing video games on weekdays. In addition to this, the government can compel mass communication to advertise physical exercises.\n\n\t\t\t\tThe third factor of obesity is genetics. Although genetics play a significant role in obesity of children, we cannot change or fortify our genetics. But human beings especially parents must visit genetics experts or do genetics tests before their child is born.\n\n\t\t\t\tIn conclusion, obesity derives from several considerable components like foods, sedentary lifestyle and genetics. Any type of these elements demands effective solutions in order to cure this organic disorder.",
            "card2": "Over the last few decades, some countries have reported an overall increase in the average weight of people with more percentage in children and adolescents. It was earlier thought to be a disease of developed countries such as UK, US and other European countries but now the similar trend is also seen in some of the developing countries like India, China and other Asian countries.\n\n\t\t\t\tThe foremost reason of the problem lies in the food habits. Traditional and local diet were quite balanced and used to provide an appropriate amount of calories, Minerals and fibres in the diet. Now due to globalisation and influence of media have changed the way we eat.\n\n\t\t\t\tReady to cook meals are good to taste and can be easily prepared in no time. However, they contain preservatives and lack the freshness of homemade food. Fresh leafy vegetables and fruits have virtually disappeared from our plates.\n\n\t\t\t\tMany people in today’s world are physically inactive and live a sedentary life. Earlier, a lot of emphases was given on outdoor activities and games as football, cricket, and also working in farms. There were plenty of playgrounds available for sporting activities. Nowadays, most of the children are glued to TV, the Internet for watching TV shows and playing games. As we progress in the field of technology more, we have become lazy, inactive and sedentary.\n\n\t\t\t\tThis lack of physical activity and changed eating habits, both have contributed to increase in the incidence of obesity all around the world.\n\n\t\t\t\tTo tackle this problem is of utmost importance and needs definite action. Parents are the key to solving this issue. Promoting good eating habits and preparing balanced diet is essential. It is also a time to stop junk food. Educating children about benefits of playing outdoor games and then restoring a balance between calorie consumption and energy expenditure is the ultimate solution."
        }, {
            "id": "4",
            "title": "Many businesses find it very difficult to assign enough time and resources to research and development. What could a government do to encourage more company spending in this area?\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Businesses",
            "card": "With the increasing complexity in the field of science and technology, it has been proved that in order to survive in this global economy, businesses should spend more in the field of research. However, most of the times, companies find it difficult to allocate adequate resources to research and development. In this essay, we will discuss how the government could play an essential role to encourage companies spending in this area.\n\n\t\t\t\tFirstly, the governments could allocate a special grant/aid for the research in their field of interest, this way they can attract potential researchers in the field in doing so both business and country would benefit. As we know about government grants in European countries for research in every field of science, commerce and technology.\n\n\t\t\t\tSecondly, governments could arrange a poster presentation competition, awarding the successful candidates with the opportunity to study further as well as of publishing their work in some reputable journal. For instance, government-funded poster competitions occur in every public sector business school in Karachi each year. This has provided opportunities to the bright candidates and has yielded us with an invaluable amount of research in this sector.\n\n\t\t\t\tMoreover, legislators could arrange finances from other foreign investors in their desired field of interests. As for example, African countries received funds from US government for carrying out researches in the fields of science and commerce.\n\n\t\t\t\tOverall I believe that research is pivotal for any nation's development and there are several ways through which governments can play their essential role in solving the issue of resources.",
            "card2": "Competition has increased to a greater extent between various organisations. This has forced most of the firms to only concentrate on profits rather than innovations. However, lack of explorations has impacted the growth of the country's economy. In this essay, we will analyse how ruling party can motivate co-operations to invest in the analysis of old products and improve them.\n\n\t\t\t\tTo begin with, the political authority can declare some benefits for those industries which have modified the existing systems for their better performance. For instance, elected group can provide some concessions on the mortgage interest rate for the firms releasing modified merchandises. Evidently, Company will put full efforts on experimenting old product and creating its better version. Thus, it is apparent that this will inspire associations to venture in redeveloping existing applications.\n\n\t\t\t\tIn addition to this, the administration can provide few dedicated staff members for the purpose of creating new better systems from the existing one. A good illustration for this is the group of employees who will be employed on government's payroll but will work for the other companies. In other words, the only aim of these special employees will be improving systems by performing some tests on them. Hence, Company will be able to focus on upgrading applications without compensating their regular profits.\n\n\t\t\t\tIn conclusion, the government can play a vital role in influencing organisations to uplift older systems. What this means is government can provoke industries by offering them lower loan interest rates and committed workforce which will help to boost countries economy. It is thus hoped that ruling parties will implement some measures for instigating company to get involved in new inventions."
        }, {
            "id": "5",
            "title": "Some argue younger people are not suitable for important positions in the government, while others think this is a good idea.\nDiscuss both views and give your opinion.",
            "subtitle": "Younger",
            "card": "Government jobs at key positions are very critical and require serious responsibilities. Decision making done through important positions creates a long-term impact on the growth of the country in different sectors. Many people believe that critical offices in government should only be awarded to more experienced bureaucrats, while others believe that one should benefit from the creative and thriving skills of the young generation. This essay will look at both sides before drawing a conclusion.\n\n\t\t\t\tOne the one hand, many argue that influential positions in government should only be given to older and experienced candidates. They say that experience give them necessary skill set which is vital in their decision-making skills. For instance, in the case of militancy in the country, a General would be more effective in mitigating the situation as compared to a lieutenant who has recently graduated. Moreover, they believe that young people, due to lack of field experience are unable to manage large teams and are unaware of government operations, procedures and regulations. Their induction in key positions can have catastrophic effects on the growth of the country.\n\n\t\t\t\tHowever, there are several plausible counters in favour of this argument. Young generation brings creativity and innovation in their work, which is vital for prosperity in the modern era. Their enthusiasm and dedication are nonpareil with older people. For instance, young government health workers successfully raised the awareness of polio vaccines in the country. Their efforts are evident from the charts where the number of polio cases registered every quarter is decreasing. Often government jobs require rigorous screening based on different criteria and if the youth is successful in passing out those that there is no harm in awarding important government jobs to young aspirants.\n\n\t\t\t\tAlthough the above arguments provide firm evidence for both sides of the argument, it is felt that healthiest approach in offering key government jobs is to ensure they follow rigorous training programs.  Thus, a person's age should not be a discriminating factor in awarding government jobs.",
            "card2": "GovernmentYoungsters nowadays are getting drifted towards government jobs. Whether it’s a duty with normal shift or holding a position in the ministry, they can be seen everywhere. While some people are of the opinion that young generation is not capable of holding higher positions in government jobs, others believe that it is a great idea as it has several benefits.\n\n\t\t\t\tFirstly, people of young generation have a very different mindset. As a result, change in the functionality of the system can be seen. Also, this will accelerate the functioning in every government department because of the capability of the youngsters to work faster. This can be seen in many departments such as road construction, a study shows that a significant change has been noticed after the appointment of young engineers at a higher level. So, we can say that giving government jobs of higher authority to youngsters have certain advantages.\n\n\t\t\t\tHowever, there are areas where experience plays a vital role. Many decisions that a person has to take depend on his prior experience in that field. A chief minister, for instance, has to decide about various things that will have an effect on the whole of the state. If he is inexperienced and takes certain wrong decisions, it can be detrimental for many civilians. Though there are people to guide but in the end he will be the sole person responsible. Therefore, we can say that experience gained with age is very helpful and plays a key role in any job.\n\n\t\t\t\tAlthough the experience is required to work efficiently, I believe that there are certain areas where youngsters will deliver a better performance. Hence, youngsters should be given chance and should be promoted."
        }, {
            "id": "6",
            "title": "Public libraries should provide books and not waste their limited resources on expensive high-tech media such as software, videos or DVDs. \nTo what extent do you agree or disagree?",
            "subtitle": "Public libraries",
            "card": "Over the past few years, the advances in high-tech media have started to change many aspects of our lives. Some people think that the public libraries should offer the unlimited access to software, videos and DVDs; while others hold that it is only a waste of money. I tend to agree that public libraries need to be equipped with special high-tech media devices.\n\n\t\t\t\tThe first point to note is that people are more interested in using technical equipment rather than old-fashioned methods of searching certain information. As the 21 century continues to unfold, people give preference to using new innovations. A telling example is a student preferring utilising database search engine instead of the ordinary library catalogue. For many people, including students, which are always in rush with this option is very advantageous. They find book catalogues useless and time-consuming.\n\n\t\t\t\t \n\n\t\t\t\tDespite what has been discussed, the benefits of books ca not be denied. It is an individual choice whether to select books in spite of software. It is undoubtedly all users have different personal characteristics; one might express willingness to read a book in a cozy armchair in the library hall. It is a better way of preventing eyesight deterioration as well. Moreover, some people are not confident computer users. They might be able to work on computers only under librarian’s assistance.\n\n\t\t\t\t \n\n\t\t\t\tOne could draw the conclusion that high-tech media has certainly affected our lives. Public libraries should give access to both: books and the software. It is up to person whatever her or she finds more practical and comfortable to utilise.",
            "card2": "It is a fact that public libraries are present in almost all cities across the globe, due to its emerging needs. In addition to let reading and selling books, most of the libraries have digital media like software, videos and DVDs. I refute that on top of providing books, libraries should not the rovide latest media to the users. This can be proven by analysing how libraries can attract youths as well as have an advanced effect, by having the option of lending latest technological media.\n\n\t\t\t\tFirstly, by providing latest media in libraries, a lot of youngsters will be interested in coming to the library, as they are very comfortable with using the latest technology. For example, consider the software which helps in learning a language. For the young people who are comfortable in using computers can learn the language within very less time, as the software acts as a very good guide. If the same task has to be accomplished by a book, people would find it very difficult as there is no feedback. Thus, it is obvious that by lending latest technology in libraries, can be advantageous.\n\n\t\t\t\tSecondly, high technological media can give advance effect as it can be played on the appropriate gadget. For instance, a DVD player has an option to stream the video and it can have the appropriate sound effect. Moreover, it has an option to start, stop and move forward or backwards at any time. Books cannot have any additional effect. Hence, it is clear why lending latest technological media in the library is worth.\n\n\t\t\t\tThe present era is the blessing of technology and these technological advancements should be embraced as many ways as possible. We are not talking about replacing books by using technological advancement, rather we are talking about adding the benefits that the technology can offer in a library where more people would come and get better facility and learning environment. Hence, spending money for technological benefits in a library is never a waste of money.\n\n\t\t\t\tBy analysing how lending latest technological media in libraries can help more youngsters attracted as well as can have special effects, it is considered that libraries must provide updated media. It is predicted that the government will give financial support to the libraries to have the latest media."
        }, {
            "id": "7",
            "title": "Some people think that the government should spend money on road systems, while others think car owners who use those roads should pay.\nDiscuss both points of view and give your own opinion.",
            "subtitle": "Government",
            "card": "Roads are indispensable for an effective transportation system for the public. Though there are other modes of transportation, road system occupies the paramount place due to its convenience and less cost. Some people think that the government should pay for the road system, while others are on the view that drivers or car owners should responsible for it. This essay examines both these aspects.\n\n\t\t\t\tOn the one hand, there are some grounds to support the view that drivers should pay on the road system. Firstly, drivers will become more responsible. That is, if they have to pay for road transport, it creates the feeling of ‘ours’ and as a result, they avoid harsh driving and become more concern about roads. Another important benefit is that it may cause a decline in the number of drivers. To make it clearer, when drivers should pay for the road system, people depend on public transport in order to reduce financial loss. Hence the number of private vehicles decreases.\n\n\t\t\t\tOn the other hand, it is quite easy to understand the reasons for the government should pay on the road system. Primarily, it is the responsibility of the government should spend money on the road system. Because public pay tax amount and this money should be used for their development itself. Secondly, if the government is responsible, it leads to a wide range of developments and aids in communication and transportation in the public and national prosperity is the end products. Moreover, the government can use modern technology as large-scale projects in order to improve the road system and in turn it helps the public. In addition, people can reduce the burden on them when a government spends on these public activities.\n\n\t\t\t\tTo conclude, when we weigh both aspects, it is crystal clear that the government can spend more effectively and efficiently for the road system rather than the drivers. But every person should work hand in hand and along with authority to maintain proper transportation methods.",
            "card2": "A Certain portion of the population believes that governments are must be obligated to pay for the transportation infrastructure for vehicles. Another half state that those who use the vehicles should pay for the expansion of new and maintenance of old roads. In my personal opinion, drivers should be financially inquired for that.\n\n\t\t\t\tFirst of all, for many owners of vehicles, it seems to be not fear that part of their taxes should be used to develop and improve roads. In addition, they assert that there are approximately half of the nation use roads every day for commuting. Therefore, it would be inequitable and inadequate for authorities to force most of the population to pay for what they use daily.\n\n\t\t\t\tOn the other hand, those, who are for road taxation, think that it will solve several problems. Firstly, taxes should discourage people to use automobiles, which cause severe problems, such as global warming and air pollution, which damage human’s health Secondly, intensive traffic is the reason for the enormous number of casualties. Therefore, reduction of transport due to taxes can save dozens of people. Another benefit of forcing drivers to pay for roads is that it will save a high proportion of the national budget that could be spent on improving other fields, for instance, healthcare or education.\n\n\t\t\t\tFinally, I strongly believe that inducing driver to pay for a road network they use will lead to awareness of many problems that cars cause. Furthermore, governments not only will have a larger budget to invest in public services but provide modern means of transportation such as high-speed trains, that is more eco-friendly.\n\n\t\t\t\tIn conclusion, although there are few negative aspects of making drivers pay for the road network they use, there are more benefits for doing it."
        }, {
            "id": "8",
            "title": "Tomorrow is the most important thing in our life. However, some people think that the present time is more important. How important is it for individuals and the country to think and do something for the future? What is your own opinion?\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Life",
            "card": "Planet earth is filled with love, sorrows, sufferings, thrilling moments and adventures and so on. With the passage of the time, we are falling deep into our own world and have stopped thinking about our future and generations to follow. Few people believe that our present is of vital significance, others, however, argue that we should focus more on our future. This essay will analyse both views before presenting an opinion.\n\n\t\t\t\tWithout any doubt, our present is very important as things we plan, decisions we make and measures we take now have long-term benefits to our future generations. People believe that one should do efforts to make the present time better and people should not worry about the future which no can predict to perfection. Efforts should be made to utilise the current time for the betterment of individuals and society as a whole. Moral lessons and virtuous deeds taught today will make our children valuable citizens in future. Moreover, the present time quickly becomes the past and will not be repeated. People sometimes regret not enjoying a particular moment or even more as they were busy or distracted by other things at that time.\n\n\t\t\t\tOn the contrary, few people believe that we should plan for our future as it is vital for our survival. Proponents of this viewpoint say that we should define policies and regulations to bring improvement to our core system including transportation, power distribution, air travel, housing and so on. These improvements will have significant value in future. For instance, efforts should be made to improve the education system at the grass root level so that we have more brilliant and talents students which will our future prospect. Our future not only depends on the measure and steps taken at the national level but we have to think and work on an individual basis to improve our future. Individuals should take part in community welfare service, for instance, they can take the responsibility to educate a child or provide employment to poor and needy people. These actions will make them better citizens who are the future of our society. \n\n\t\t\t\tTo recapitulate, the aforementioned provide plausible arguments in favour of both views. However, in my opinion, both present and future have equal importance as we reap in future what we sowed in the past.",
            "card2": "In recent years it has become far more normal for people to live alone, particularly in large cities in the developed world. In my opinion, this trend could have both positive and negative consequences in equal measure.\n\n\t\t\t\tThe rise in one-person households can be seen as positive for both personal and broader economic reasons. On an individual level, people who choose to live alone may become more independent and self-reliant than those who live with family members. A young adult who lives alone, for example, will need to learn to cook, clean, pay bills and manage his or her budget, all of which are valuable life skills; an increase in the number of such individuals can certainly be seen as a positive development. From an economic perspective, the trend towards living alone will result in greater demand for housing. This is likely to benefit the construction industry, estate agents and a whole host of other companies that rely on homeowners to buy their products or services.\n\n\t\t\t\tHowever, the personal and economic arguments given above can be considered from the opposite angle. Firstly, rather than the positive feeling of increased independence, people who live alone may experience feelings of loneliness, isolation and worry. They miss out on the emotional support and daily conversation that family or flatmates can provide, and they must bear the weight of all household bills and responsibilities; in this sense, perhaps the trend towards living alone is a negative one. Secondly, from the financial point of view, a rise in demand for housing is likely to push up property prices and rents. While this may benefit some businesses, the general population, including those who live alone, will be faced with rising living costs.\n\n\t\t\t\tIn conclusion, the increase in one-person households will have both beneficial and detrimental effects on individuals and on the economy."
        }, {
            "id": "9",
            "title": "Young people in the modern world seem to have more power and influence than any previous young generation.\nWhy is this the case? What impact does this have on the relationship between old and young people?",
            "subtitle": "Young",
            "card": "Irrespective of nationality, location or religion, back in time, the old ones were considered the base of the society. No doubt, nowadays, the roles have exchanged, with the young people becoming more and more powerful and influential.\n\n\t\t\t\tTo begin with, one of the reasons this phenomenon took place is the increasing competitiveness of the modern world. The recent criteria are tougher and tougher, which means that more allotted time by humans is required. While young people tend to invest a lot of their time in things such as academics or work, older people have usually a family and more affairs to deal with. Thus the productivity of young people is higher, resulting in a more implicated and influent generation.\n\n\t\t\t\tSecondly, the modern environment is in continuous change, which means that people nowadays must adapt quicker and better. As an example, take the accent which is put on multi-disciplinary, lifelong training, or the fact that students are prepared for jobs that do not merely exist yet. All these are supported better by younger people, and the invaluable proof is, for example, the shrewdness with which a child learns how to work on a computer, an action almost impossible for some adults. Considering these abilities of adoption, it becomes obvious why young people tend to occupy more and more important places in society.\n\n\t\t\t\tConversely, the young generation may become disrespectful to adults, on the basis of their achievements. The youngster especially may consider that they do not have anything to learn from older people, resulting in a continuous intellectual falling.\n\n\t\t\t\tOverall, the adaptation capacities alongside with the fact that young people have more time to spend are the main reasons for youngers' power. The consequence may be, unfortunately, quite bad.",
            "card2": "Nowadays, modernisation defines how technology can be a powerful tool and this has changed the way young people used to perceive their position in a society. The young group are far more motivated by the technological transformation, thus giving them the power over the past young generations. This essay will discuss some reasons why this is happening in today's world and how this development impacts their relationship with the elder people.\n\n\t\t\t\tTo begin with, youngsters are fit for the jobs that require technological soundness. They tend to be curious about the modern changes, therefore they are more likely to adapt to it. Due to this adjustment process, they invest their time learning and applying to institutions that can provide opportunities for them. Furthermore, present young generations are enthusiastic, thus they are more observant with the changes on how this transformation help the society.\n\n\t\t\t\tSecond, they are physically fit for the job, since this change results in tons of stressors. Numerous studies show that today's individuals can still be productive with only four to six hours of sleep. Since they invest more of their time with research and discovering new ideas, then they are more capable of handling bigger responsibilities compared to the previous young generations and present older generation. Moreover, past youngsters were more focus on their families and the commitment but this is not the case today. Youngsters are becoming entrepreneurs and using their knowledge to become successful.\n\n\t\t\t\tOn the contrary, this transformation may create a negative impact on the relationship between the old and young group. For example, young people may create distant relationships with the old generation, since they know that they are ahead in terms of learning and adapting to change.\n\n\t\t\t\tTo conclude, young people are now dominating the technological world and as a result, the old generation is now experiencing less importance. However, youngsters should always respect the elder people and maintain a steady relationship with them for a better society."
        }, {
            "id": "10",
            "title": "School authorities should not spend time and money on music classes and more emphasize should be given to useful subjects like science, computer and technology.\nTo what extent do you agree or disagree with the above statement?",
            "subtitle": "School",
            "card": "From centuries music is indeed a need for all humans, and music transforms the life of a big majority of people whether it is in the form of fame or in the money. All humans admire music, as it provides relaxing feeling and a way to run off from the tensions of life. Some people have God gifted ability to sing while others have to take lessons either from schools/colleges or from instructors. A great number of people's opinion is that time and money spent on music is not necessary, they believe that all resources are to be used in learning useful subjects. I am not totally in agreement with the statement and in this essay I will discuss both views with the conclusion.\n\n\t\t\t\tFirst of all music is a way of earning for a majority of peoples. Nowadays it has become a career path for people loving to be a singer. There are many forms of music like guitar artist, drummer or vocalist, these all have a significant place in the society as in every restaurant or casino there is a need of music, actually the live music, which ultimately attracts a vast majority of public and ultimately increase revenue. So more and more people need to learn the music it seems to them that they have brighter future in the field. And the time, money or other resources they spent on music classes expel rebate to them in near future.\n\n\t\t\t\tOn the other hand, resources spent on learning useful subjects have their own worth. Peoples investing in these fields also have a good outcome of their efforts and in the end when they became a top engineer or Doctor and having a name in the society also admire the music of their inmates currently in the field of music.\n\n\t\t\t\tIn the end, I would say that you have to work hard either you are choosing music or some other field to become prominent in the society. Peoples always admire your work whether you are famous Doctor, a talented engineer or fascinating singer. Peoples have to decide are they investing their resource in the right direction or not.",
            "card2": "It has been a debatable issue whether to spend time and money on music classes or not at the school level. Some sect of people argues that music tutorials are simply a waste of time and money instead they suggest to use that time in improving academic performance. However, I believe that school should be encouraged to attend music classes.\n\n\t\t\t\tThere are myriad reasons why a child must be sent to music classes. Firstly, music has the power to generate life in inanimate things. Music represents the art of living. A student with knowledge of music will definitely become soft-hearted, kind and mainly pleasant minded. Music improves mental ability which in turn increases concentration power. Thus a child can utilise this power in studies to attain good results.\n\n\t\t\t\tIn today’s world, there is a bright career in music. Moreover, pop musicians, singers, music directors, etc get high endorsements. For instance, the legend of the music industry, Oscar award winner A. R. Rahman is a well-known live example who shows the importance of music in life. However, to an extent, music is an innate talent and all the children do not same interest in it. So, in such cases, it may be a waste of time as well as an extra burden on a school student to handle both music classes and also academic syllabus.\n\n\t\t\t\tOn the other hand, some people assert that children should make use of money and time in learning useful subjects like science and computers rather than on music classes. Subject related classes enhance their in-depth knowledge of academic concepts. To add more, it will be a kind of revision that increases grip on the school subjects. Ultimately this yields good results. And as we know good results ensures their bright future with a better job. Therefore, it seems wise to spend time and money on useful subjects instead of music classes.\n\n\t\t\t\tIn conclusion, good academic performance may secure a student’s career but I opine an all round development is essential for a child in which music plays a very crucial role. "
        }, {
            "id": "11",
            "title": "Nowadays technology is increasingly being used to monitor what people are saying and doing (for example, through cell phone tracking and security cameras). In many cases, the people being monitored are unaware that this is happening.\nDo you think the advantages of this development outweigh the disadvantages?\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Technology",
            "card": "It is true that technological devices such as surveillance video or mobile phone are utilised for monitoring public activities these days. In the most common case, many people do not realise that they are being monitored. Although the existence of these devices has some drawbacks, I do believe that it has more benefits for our communities and the following essay will discuss it in details.\n\n\t\t\t\tOn the one hand, it is reported the usage of technological tools has increased, such as video cameras that are placed everywhere by authorities and the tracking of individuals' cellular phone using satellite technology. These acts are unfavourable for some people since authorities do not inform their residents about the activities. Some people believe that this is against human rights and freedom, where people should have their own privacy. Besides that, this monitoring data could be misused by the member of the authorities, as the data could be sold to another party for business or political purposes.\n\n\t\t\t\tOn the other hand, the existence of CCTV in public places and satellite tracking of mobile phones would bring many advantages for the humankind if they are used appropriately. With the existence of these video monitoring activities, it would help the police department in preventing and investigating any crime activities. And then, with the sophisticated satellite tracking technology, it could help authorities in tracing crime persons, as they could search the existence of criminals through the signal of mobile phones. It has been proven that with the usage of these sophisticated technologies, it has reduced the number of crimes in many countries.\n\n\t\t\t\tIn conclusion, it is common that governments use advanced technology devices such as video camera and handphone tracking system to monitor their residents' activities. And in common cases, these monitoring activities are not informed and socialised to the public, therefore some people believe that they are against human's privacy policy. In my personal opinion, I do believe that these activities have more positive sides than its negatives if authorities use it properly.",
            "card2": "In today’s modern world, technology has developed at a fast pace and undoubtedly, it brings a handful of benefits but at the same time, it still has disadvantages like making the monitoring of what people are saying and doing. The essay will examine both sides of the issue.\n\n\t\t\t\tThe advanced technology nowadays makes people feel insecure as tracking process is made to be simple for people to monitor their friends or family members. Those who are being monitored may not aware of that this is happening and this leads to some issues related to personal privacy arrived. For instance, we constantly bombarded with the news that some couples will use this technology to track their couples through the electronic devices. Therefore, people may feel stress as they are afraid of being the next target of being monitored by others through cell phone tracking.\n\n\t\t\t\tNevertheless, the developed technology does bring numerous advantages. To begin, this technology like security cameras can help to prevent crime from happening. Thus, the crime rate will be reduced. The police nowadays like to use the security cameras wisely to monitor the would-be offenders and take effective actions towards them immediately. On the other hand, this useful technology enables the children to keep track with their elderly parents for the reason to ensure that they are safe. By using this technology intelligently, children can take immediate actions whenever their parents need help or in danger. In other words, children can take care of their parents’ safety before things get worse. As a result, we can see that most of the children today will definitely buy their parents a smartphone with a tracking application installed.\n\n\t\t\t\tIn conclusion, I believe the advantages of this development do outweigh the disadvantages. Even though there is a negative impact on people lives that is being monitored by others through cell phones, there are some benefits as well. Not forgetting to mention that a coin has both sides, if we can utilise this technology in an intelligent manner, we will surely get benefited and our country will continue to prosper and flourish in the decades to come."
        }, {
            "id": "12",
            "title": "Some people think it would be a good idea for schools to teach every young person how to be a good parent. \nDo you agree or disagree with this opinion?\nDescribe the skills a person needs to be a good parent.",
            "subtitle": "schools",
            "card": "Few people are of opinion that it is the responsibility of the schools to hone the skills of children. I disagree with the notion that the educational institutions should be responsible for developing the children into good parents in the future. This essay will discuss the reasons for this and the requirements to be a skilled parent.\n\n\t\t\t\tIt is of paramount importance that the centre of learning should give priority in teaching the academic subjects rather than the parental role .Even though the children are made aware of their future role as parents and how to play that effectively, it would in no way help in fetching a job, a successful career or attaining financial stability in life which are the most important benefits to be reaped out of education.\n\n\t\t\t\tAnother reason is perhaps, it would not be an effective method since the teenagers might not have the maturity to understand the responsibilities of a parent. This is because, they have to connect the happenings in their family to the subjects taught in the school, which is again too much strain for a child. In this way, it can be argued that teaching the role of parents in schools would not be pragmatically fruitful unless it is intuitively assimilated from their parents and family members.\n\n\t\t\t\tIn regard to the competence of a mother or a father, there are several things to be considered; first and foremost is the abundance of love and care, secondly strict rules to discipline their life, thirdly responsibility, fourthly doing things that the children would find inspirational and lastly to be able to educate them. What’s more is expertness in handling finance so that the children can have a better healthcare, food, education and relaxed life.\n\n\t\t\t\tTo conclude, the academic subjects should be concentrated and taught in schools, as it had been until now since it is the most integral part education. This is not only because of the mindset of juveniles but also to extirpate such classes and let them learn from their own parents during the course of life.",
            "card2": "Some individuals believe that to be a good parent, adolescent must be taught about parenting in school. However, whether or not this parenting class in school is effective, it is still debatable. Nonetheless, personally, I agree that every teenager must learn how to be a good parent in school based on the importance of parenting class to present skills needed by teenagers.\n\n\t\t\t\tTo begin with, parenting class is considered as rudimentary need before entering family life and therefore, it should be given to students in their school. Several preliminary studies found that good parents can affect children’s attitude and behaviour later. By attending parenting classes, young people will be supplied abundant skills needed of how to educate and grow children well. As the result, young children can be more ready and understand how to care children, can be more aware of some menaces may be found during family life and can bring up children appropriately thus they can have good attitude and morale. By attending these classes they can also learn the importance of having a family and sacrifices their parents made for them.\n\n\t\t\t\tFurthermore, several skills must be adopted by adolescent before being parents. For instances, how to care baby bruise, how to be a good new mum, how to pick proper supplementation for children, etc. new mother had to encounter some conditions of the baby bruise, and this condition requires prompt treatment despite offspring and maternal safety. Starting breastfeeding to infant also needs skills in order to keep the breastfeeding healthy for baby as well as to select complementary food for children to support growth. These skills can be developed through parenting class in school.\n\n\t\t\t\tAll in all, school is a place to educate pupils in every part of life including parenting class for students to help them more understand their duties of how to be a good mother/father as being a good parent needs various parental skills."
        }, {
            "id": "13",
            "title": "In the modern world, there is a movement away from written exams to more practical assessment. \nDiscuss the advantages and disadvantages of this trend.",
            "subtitle": "Exams",
            "card": "The written exam was the only possible evaluation method in the past and thanks to the technological advancements for numerous other techniques to assess a student's academic performance nowadays. It is quite obvious that schools and other educational and training institutions are opting for a combination of different assessment methods and this shift has both advantages and demerits, which I shall examine in this essay.\n\n\t\t\t\tTo start with the advantages, practical approaches to evaluating students not only consider the overall learning and understanding of a student but also the accuracy and depth of their knowledge. For instance, in a paper based exam, a student can easily memorise the answers and perform well in written test; but when he is asked to demonstrate the knowledge his knowledge in a lab, his memorise-and-answer ability would help him a little. In practical exams, students who have really learned the lessons would pass with flying colours. Furthermore, assessment methods like interviews, group assignments, presentations and lab experiments prepare pupil to face the challenges in professional life.  \n\n\t\t\t\tTurning to the disadvantages of practical assessment, many students can cheat the evaluation process and pass the exam with a little devotion to study. For instance, a recent survey conducted on students in five different colleges revealed that students prefer group assignments, online presentations and lab experiments than written exam as they need to study more for the later one. On top of that, sometimes, teachers favour particular students and mark some students poorly due to personal reasons and the authority has little to do to reassess this marking scheme at a later date.\n\n\t\t\t\tTo conclude, genuine assessment of a student is quite an essential task for the schools and a combination of evaluation process should be implemented. Practical assessment offers many benefits and subsequently prepare students for the future challenges in both academic and professional environment.",
            "card2": "One of the burning issues in today’s world is the accurate method of evaluating students with practical tests instead of traditional written ones. There are some debates over the more usefulness and precision between these two methods and in this essay, I shall discuss both the benefits and negative consequences of this trend.  \n\n\t\t\t\tTo begin with, it is widely accepted that the technology has dramatically changed the way we teach and evaluate students. So, in order to follow new and improved developments and methods, we need new techniques in teaching. Therefore, the new trend of evaluating are needed in order that old ones can no longer assess how much students understand their courses. There is a convincing evidence that written exams are time-consuming and cannot illustrate student’s knowledge correctly since some people only memorise everything very fast, but eventually, they forget everything even faster.\n\n\t\t\t\tHaving said that, it must not be ignored that it is actually difficult to score students by their performance even if the practical approach of evaluating is followed. It also depends on the perception of examiners and having experienced teachers in our educational institutes is also a challenge. In addition, more time and money have to be spent on practical tests with fixed criteria of grading. Thus it is the obvious reason why traditional methods have been kept its popularity till now. Additionally, in some courses such as history and so on there are no sufficient requirements on practical assessment, hence traditional methods can estimate appropriately and in areas like this, a combination of exam system should exist.\n\n\t\t\t\tOverall, despite some drawbacks of practical tests, it has become one of the main procedures of evaluating students recently but written exams are also widely used all around the world. I believe that both types of exams are required for investigating students skills and abilities."
        }, {
            "id": "14",
            "title": "Some people think it is very important to get a university education. Others feel we should encourage more young people to take up a trade such as plumbing, painting or building to ensure a good balance of skills in our society.\nDiscuss both these views and give your opinion.",
            "subtitle": "University",
            "card": "Now a days the university education playing a predominant role in all over the world and some people supporting the university education specifically whereas others indulging to appreciate the youngsters to enroll into trading activities such as plumbing, painting or building to enrich their knowledge.\n\n\t\t\t\tTo begin with, the students in current days are trying to show off their own inventions to the stubborn society to receive a good reputation so that they are used to update their skills frequently but there must be a stronger support behind them to get in depth knowledge about the current facts and up to date inventions, where the university is only the place to fulfil their thirst because the well talented doctorates are likely to be work on this particular place. The universities is just not to providing an education alone but also a gleaming future for the students and their personalities will be well furnished to be an dignified person in the society.\n\n\t\t\t\tOn the other hand, some people having an tendency to invent their own products by themselves with the well gained practical experience and obviously their method of inventions are notably astounding for the well educated people. For example Dr. Einstein wasn’t an university degree holder however his invention were dramatically made a great revolution among the society and still we are following his principles and laws to attain something scientifically. Not only him but also there were a numerous of people had invented earlier without university education.\n\n\t\t\t\tIn addition, the basic engineering facts about the methods of plumbing, painting or building constructions are not practically aware for the most official degree holders instead the people who have even completed their elementary education could also perfectly known the facts on engineering works by being on the same work for a while.\n\n\t\t\t\tIn conclusion the university education will not particularly needed to thrust ahead our knowledge whereas by enrolling into the trading systems will also helpful to prop up our skills to be shine.",
            "card2": "While some opine that university education is a must, others, however, emphasise the need for vocational training and practical skills more. No doubt skills on practical works like plumbing, painting, repairing, automobiles etc. are essential for the young generation to start a career early, but university education offers something more and creates a better future generation. This essay will discuss both aspects and point out my opinion.\n\n\t\t\t\tTo begin with, university education has a paramount importance in shaping someone's ability, perspective and knowledge. That is why a person is thought to be prepared to start a career or open a business only when he completes his tertiary education. Many organisations, for instance, seek employees who have university degrees and research indicates that university graduates are more adept at learning new things in the corporate world, taking challenges, leading a team and bringing innovations. Thus taking up trade education or courses instead of getting admitted to a college or university would build up a generation who would be skilled in some particular fields, no doubt, but not ready to lead the country by contributing in a more efficient manner in their respective job or business fields. In many countries, such as India, a plumber, electrician or a painter have no scope to enhance their career in prestigious corporations or ever become a white collar employee. Furthermore, the society does not consider them as skilled employees since they do not have the necessary education to excel. Thus taking up university education in those countries is the only option to gather knowledge and secure a good career.\n\n\t\t\t\tWith regards to the trade courses to have a skilled workforce in a country, I believe that only a few developed countries should encourage their young population to start their career in such fields where they can have decent jobs. For instance, Finland already has this educational setup and they are quite successful. Furthermore, skilled people will never be unemployed and thus would contribute to the national economy at an early age.\n\n\t\t\t\tTo conclude, though having trade related courses and vocational education to start a career early and to maintain a social skill balance us a good option, I believe that university education is far more beneficial. It should be ensured by the government that deserving students get university education though there is no harm in including some trade-related training courses in university to make them more skilled."
        }, {
            "id": "15",
            "title": "The government should put every effort to save the citizen from natural disaster.\nTo what extent do you agree or disagree?",
            "subtitle": "Government",
            "card": "Undoubtedly, every year many humans' lives are jeopardised by the natural catastrophes. To protect them, individuals or organisations usually participate in assisting and sending aids to them. I firmly believe that the role of the administration is more than the other parts because of accessing to more equipment, networks and taxes.\n\n\t\t\t\tThe first reason why governments should cover citizens' basic needs during natural calamities is that they usually access to better facilities. Definitely, availability of more human resources, medications or transportation can assist the state authority to be able to save more injured people's lives. For example, during tsunami occurred in the South Asia in 2003, the local governments burdened the duty of saving many citizens from death, far greater than any private organisation. Had not they saved humans, its mortality rate would have increased fundamentally.\n\n\t\t\t\t \n\n\t\t\t\tThe second reason is that administrations have a better networking. This means, few hours after disasters, governments can immediately contact and report to the international organisations and ask monetary or non-monetary assistance from them; however, no any other private society or individual has this level of potential.\n\n\t\t\t\t \n\n\t\t\t\tLastly, the administration should spend the taxes paid by the on critical conditions. Clearly, only governments have a direct access to this financial resource, and this money should be considered for helping of dwellers hurt by calamities. This spending should cover food, shelter, medical expenses, house repairs, education or even paying temporary pensions.\n\n\t\t\t\t \n\n\t\t\t\tIn conclusion, citizens injured by calamities are better to be supported by their governments. I think they can have a better coverage due to accessing to more primary facilities, a better communication with worldwide organisations and tax resources.",
            "card2": "In today’s modern world, we are constantly bombarded with the issue of natural disasters happening around the globe. Thus, some people assert that preventing the occurrence of natural disasters is merely the responsibility of government as they believe they can do nothing in preventing it from happening. Nevertheless, I think that cooperation between people and government is essential in protecting citizens from natural disasters.\n\n\t\t\t\tUndoubtedly, the government has the largest obligation to take the practical measures to prevent natural disasters from happening. They can, for example, employ the best scientists and geologists to predict the time of occurrence of disasters. By knowing when there will be a natural disaster, the government can then take the effective prevention to mitigate the potentially dangerous effects on human lives. To illustrate, to tackle the problem of the tsunami which may cause a severe death of inhabitants, the government should allocate a portion of the money to improve the current drainage system and to build barriers near the sea-coast. Thus, it is apparent that government has more power to lower the potential risks of natural disasters from happening and its effects on the citizens.\n\n\t\t\t\tHowever, it is not to say that citizens have no responsibility to protect themselves from natural disasters. They can take little but could prove useful ways in dealing with this problem. For instance, parents should educate their children from young to behave well by not simply throwing rubbish into the drains and rivers which may eventually cause blockage. This kind of act is proved to be useful in preventing natural disasters like flooding. In addition, they should also take part in a campaign which gives information on what can be done by citizens in order to minimise the negative impacts of natural disasters on human beings. Although there are limited actions that an individual can take in dealing with this problem, the possible negative impacts on humans can still be reduced if every citizen plays their own part.\n\n\t\t\t\tIn conclusion, it is the responsibility of both government and individuals to mitigate the unanticipated impacts of natural disasters on human beings. I believe our nation will continue to prosper and flourish in the years to come and the citizens can be free from disasters."
        }, {
            "id": "16",
            "title": "Every government has a duty to provide free health care for its people. What are the advantages and disadvantages of government providing free healthcare?\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Health",
            "card": "A government has many great responsibilities to its citizens and better health care for everyone is one of them. While free medical service is hard to maintain for a government with budget scarcity, it is a must to ensure a healthy nation. Some disadvantages are there but they can be controlled with strict laws and monitoring.\n\n\t\t\t\tTo begin with, medical services and treatments are quite expensive and the majority of the people, even in a rich nation, can not afford it. This is why the government has to intervene and make the health care affordable for all and provide free services for poor citizens. It is natural that a great number of people avoid meeting doctors for minor diseases due to expensive medical services. Many of them end with major healthcare issues which could have been easily avoided if they were diagnosed at the initial level. In fact, the ratio of such diseases is quite high - according to a Health Care Review Committee Report published recently. Moreover, epidemic diseases are often spread among the destitute population and then affect the whole nation. If those poor citizens are out of proper medical treatment, this is a concern for the whole nations.\n\n\t\t\t\tAmong downsides, free medical services often lack the quality and have fewer doctors, nurses and medical instruments. This makes the diagnosis of a disease harder and people often get poor services from such a free camp. They have to wait for a long and this is detrimental for patients who need emergency medical attention. Furthermore, the corruption often drains a large amount of money and adds burden to the government. However, these can all be controlled if proper measures are taken. In fact, the drawbacks of free public medical service are not good enough excuse to spot supporting it.\n\n\t\t\t\tTo conclude, free health care service is a great way of ensuring medical treatments for all and every government should maintain it for the overall benefit of a nation.",
            "card2": "Healthy people build a healthy society and this is why it is a fundamental right for people. One should take care of one’s health but the people live below the poverty line cannot afford the expenses of medical checkups and to them, health care support must be provided by the state. However, there are certain drawbacks in providing free medical care.\n\n\t\t\t\tTo begin with, the state must provide free health care to take care of the citizens, especially who can not afford expensive private healthcare services. Someone suffering from any severe health problem will be able to be diagnosed at the right time and consequently, the disease can be treated properly. Finally, the vaccines given at these centres would protect babies from dangerous diseases. The government has a responsibility to ensure proper medical services to its citizens and free health care for all is the way to achieve it.\n\n\t\t\t\tHowever, some people may consider these free health camps to be disadvantageous. It is certainly possible that the concerned corrupt authorities could misuse the funds allocated for free health service and offer poor medical treatment. As a result, the financial burden on a country rises. Moreover, some people may get habituated to visit a hospital for simple silly reasons and at times, one may overuse the free medicines available and get resist to that medicine which is very drastic.\n\n\t\t\t\tThese days due to the advancement in science and technology, someone is able to determine any health abnormality at the initial level himself. For instance, the Intent has a great source of advice, tips and treatment prescribed by professional doctors and researchers that ordinary people can access and follow anytime. From this regards, people should follow a healthy lifestyle and access these free resources for their health benefits without burdening the government for their minor health-related issues.\n\n\t\t\t\tTo conclude, the state policy should include poor citizens to the free health care services, impose a small fee for others and monitor the service offered to the people."
        }, {
            "id": "17",
            "title": "Some people opine that cinema will eventually lose its appeal to mass people and very few people will go to cinema halls.\nDo you agree or disagree with this view?",
            "subtitle": "Cinema",
            "card": "The beauty of the cinema to show films on a wide screen with good sound quality has amused people for centuries. Some critics argue that enthusiasm of people going to the silver screen is fading with time and might ultimately arrive at an end someday. I agree with the critics and feel that with advancements in technology, the trend of watching films in cinema may pass on soon.\n\n\t\t\t\tRecent headways in Technology has provided enormous choices to humans to invest time in like high technology smartphone, LED HD display TV,  Home theatre, Video games with excellent graphics and so on. Such humongous possibilities for entertainment have left little time to people to spend on watching movies at the cinema. Not just this, easily available and inexpensive DVD's and movie on the internet facilitates watching a movie anywhere, anytime and any number of times. With more and more such options heading up, the urge to watch a motion picture at the theatre has gone down further.\n\n\t\t\t\tNevertheless, with advancements in technology, the cinema has evolved so much that almost all the action movies and animated films are shown with high-class 3D effects and clear sound quality to maintain the craze of people in watching the movie at theatres. Further, to draw more and more audiences, cinemas are giving discount offers on movie nowadays.  But still, the people visiting cinema are fewer in number as compared to earlier times.\n\n\t\t\t\tTo sum up, with catching trends in technology, people are favouring electronic gadgets and DVD's more over cinema movies. Despite so many endeavours by the cinema owners to attract audiences, the numbers of people watching movies at the cinema are decreasing with time and may fade out soon.",
            "card2": "In today’s modern world, watching movies has become one of the leisure activities for most people. However, there are a handful of people who assert that people will soon spend less time watching movies in the cinema which I disagree with.\n\n\t\t\t\tThere are several factors why I do not think cinema will soon become an abundant place to visit in the near future. To begin, people in the twenty-first century prefer to go to cinema due to the reason that they want to spend their precious time with their family or friends so as to strengthen their relationships. It is one of the ways that people these days, especially the teenagers use to socialise with others. By watching a movie with friends in a cinema, they can exchange their thoughts and give comments about the movie that they watched with their friends which indirectly opening up an avenue for them to understand their peers better.  As a consequence, it is not uncommon to see most of the youngsters actually plan to go to a cinema during their gatherings nowadays.\n\n\t\t\t\tFurthermore, although there are numerous ways to download movies from the internet following the development of technology, most people still choose to go to the cinema because the sound equipment in cinema is more advanced. They like to immerse themselves in the movie as they think the story plot will be more thrilling and it can only be experienced in the cinema which is surrounded by excellent sound effects. According to the result of a recent research conducted in Columbia, most people find watching movies at home is rather boring and is not as interesting as in cinema. Thus, I believe there will not be fewer people to visit the theatre in the near future.\n\n\t\t\t\tIn conclusion, I am not convinced by the argument that people will ultimately lose interest in going to the cinema as there is evidence which shows that there is an increasing trend in the number of visitors to the cinema. I believe that cinema will not be faded out, in return, it will continue to flourish in the decades to come."
        }, {
            "id": "18",
            "title": "More and more students are choosing to study at colleges and universities in a foreign country. Do the benefits of studying abroad outweigh the drawbacks?\nGive reasons for your answer and include any relevant examples from your own knowledge or experience.",
            "subtitle": "Study",
            "card": "Nowadays, more students choose to study abroad than ever before. While there are good benefits in studying in a foreign country, I believe that the drawbacks outweigh the positive impacts this trend has.\n\n\t\t\t\tOn the one hand, there are many benefits of studying abroad. Firstly, overseas students become more independent by living alone in foreign country. For instance, they are responsible for cleaning, cooking, and paying bills. Secondly, moving to other countries can broaden students’ horizons. They get exposed to different cultures and customs and gain knowledge about them. Also, overseas students learn foreign languages to cope with the new culture they involved in. Finally, foreign institutions offer better courses for students .The qualification gained open the door to get better job opportunities with high salaries.\n\n\t\t\t\tOn the other hand, I would argue that studying abroad has more negative impacts than the positive one. One problem is that it can affect students psychologically. Studying alone in an unfamiliar culture can lead to homesickness or even depression. Also, this different culture may lead to culture shock which may affect the student’s performance. Another drawback of studying overseas is that students can experience some problems with paperwork like visa permit and may struggle to find suitable accommodation and paying their bills. This may add more pressure on the students and interrupt their studying. Furthermore, the language barrier may exacerbate the situation. Studying in a foreign language is a difficult task to many students and if they failed to master the language and communication skill, this may lead to the isolation from the community and might cause a failure in studying.\n\n\t\t\t\tIn conclusion, the drawback of studying abroad outweighs the benefit and this decision needs more assessment from the students.",
            "card2": "It is true that the number of students who choose to study overseas has increased rapidly in the past few years. Studying in a foreign country has its own positive and negative sides, but I personally believe that it has more benefits for the students themselves.\n\n\t\t\t\tOn the one hand, some believe that the choice of studying abroad have some disadvantages. One of the reasons is that studying overseas will cost more than studying in the home country. It is necessary for parents to spend more money on airplane tickets, accommodations, foods and clothes, besides tuition fees and uniforms. Another reason is that students might be unfamiliar and uncomfortable with the culture, environment and language of the new country. As a consequence, it might have a negative effect on their mental condition and academic performance. Adopting in a new environment often hampers the natural flow of study for many students and some students do not continue their study to earn money when they are abroad.\n\n\t\t\t\tOn the other hand, another group of people think that studying in another country brings so many positive aspects for the students themselves.  Firstly, by studying in a new country, students will have a chance to learn new languages and new cultures. Secondly, students will learn about how to live independently, like cleaning their own rooms or doing the laundry by themselves. Thirdly, they could make new friends with people from other countries and get familiar with multicultural environments. Lastly, it is a fact that in certain countries, international graduate certificate gives additional values when the students search for jobs.\n\n\t\t\t\tIn conclusion, it is undeniable that the preference of studying in a foreign country has its own benefits and drawbacks. Despite all the disadvantages, I believe that it has more advantages for the students themselves, therefore young people should be encouraged to study in a new country. Although some of them might have difficulties with the fees, but many international scholarships are offered these days."
        }, {
            "id": "19",
            "title": "Many people choose to take a year out between finishing school and starting university in order to gain work or experience to travel. The experience of non-academic life thus offers benefits the individual when they return to education.\nTo what extent you agree or disagree with the statement?",
            "subtitle": "Travel",
            "card": "In recent years, there is a remarkable trend for young people to have a gap year before pursuing the higher level of education in this case entering university education. Some assert that university education is a study-level which tends to provide specialist knowledge for students. However, I personally believe that participating in a workplace or visiting other parts of countries will bring some benefits when they come to a university. Therefore, this essay will look into some reasons with some considerations.\n\n\t\t\t\tThe first reason is that people have already preparations and knowledge about their study. They already gain some experiences, thus it enables them to cope with some problems faced at the university level. Moreover, for those who travel first will be more ready to pursue their study because they already throw out their burden even anxiety. They have a lot of energy since they have just come back from a beautiful journey.\n\n\t\t\t\tAnother reason is that they are already mature enough to begin their study. They have set clear objective future planning about their life. As a consequent, they will more concern to reach their goal and try to do something related to their purposes. Moreover, by involving in workplace and travelling, they develop to be an independent person. Since they learn to solve problems on their own, thus they are more respected toward this life.\n\n\t\t\t\tIt is true that people will readapt about the education condition since they spend much time in workplace or travelling. However, it is not a big problem for them as long as they tend to cope with it. They will be helped by their classmates, communities, even their own. They just need a short time to make it familiar.\n\n\t\t\t\tTo sum up, to survive in higher education level, people need  background knowledge of their study. What they already obtain during that time will develop their character which poses a great help toward their study even society. As a result, it is true that experience is the best teacher for students.",
            "card2": "At recent years, it has become a favourable trend for high school’s alumni to take a year break before conducting further study in university. People speculate discussing this topic causing the different notions whether this provides benefits or gives negative impacts. I believe that taking the break will give teenagers positive effects which I will elaborate below.\nHigh school’s graduates are considered as fresh graduates and through travelling or working they will gain beneficial acknowledgements such as other cultures, their own truly passions, and practical working experiences. They can learn how and what other people’s culture and religion beliefs so they will have broader knowledge and more wisdom. Also, through taking a year off, they know what choice to be made relating to specialisation that they will take in the university because of their one year journey and tranquillity. Furthermore, having appropriate experiences will lead young generations to a convenient study in university because they can relate complex theories with real conditions, and as a result, they will achieve good understandings in the learning process.However, high cost and time waste are undeniable contra-productive arguments. These barriers cause teenagers to spend more expenditure which they cannot afford and teenagers will be less confident because of time waste comparing with their friends who directly continue their study. However, maximum growth in travelling industries such as travel agents, airline corporations, and good offer from local governments to promote their local cultures has reduced the total travel expenses by giving compensations throughout ticket discounts, special offer, etc. Apart from that, they should not feel less confident because what they have learned from their journey can help them to even pass their friends in the classes. It means that stakeholders have to design models to maximise the positive impacts.To sum up, benefits for youngsters having their break for one year overweigh the threats and this overwhelming trend should be promoted rapidly."
        }, {
            "id": "20",
            "title": "International tourism has brought enormous benefit to many places. At the same time, there is concern about its impact on local inhabitants and the environment.\nDo the disadvantages of international tourism outweigh the advantages?",
            "subtitle": "Tourism",
            "card": "People have different views about the effect of the international tourism. While I accept that international tourism has some positive impacts on our lives, I believe that it has more negative impacts compared to positive ones.\n\n\t\t\t\tOn the one hand, International tourism has many advantages. Firstly from the personal perspective, tourism is a most popular leisure activity. Tourists can relax and have fun by sightseeing a new place. Also, tourism broadens their horizons and opened minds by exposing them to different cultures and customs. Secondly, from an economic perspective, tourism industry plays a vital role in many countries. People may rely on tourism for their income. Also, tourism industry creates many jobs opportunities in services like hotels and restaurants. As a result, international tourism improves the standard of living in some local areas.\n\n\t\t\t\tOn the other hand, I believe that International tourism has more negative impacts on the environment and local cultures. From an environmental perspective, tourism may affect the environment negatively in three ways. Firstly, the excessive building needed by tourism industry could destroy natural habitats and even may result in the extinction of many animals and plants. Also, international tourism causes more pollution and wastage. Finally, Tourism industry puts more pressure on natural resources like oil and water and this may lead to the shortage of some basic human needs. From a cultural perspective, tourism may affect local cultures negatively. Traditional jobs and skills like farming and fishing may die out because tourism forces people to work in their services. So, this may lead to loss of many cultural features and values.\n\n\t\t\t\tIn conclusion, it seems to me that the potential dangers of international tourism on the environment and culture are more significant than the possible benefits on personal and economical sectors. Governments should impose laws to protect the environment and local cultures.",
            "card2": "It is a fact that international tourism has already become a popular and huge industry these days, and many towns and cities have taken the benefits of it. However, some people worry that the activity might have a negative effect on the local communities. The following essay will discuss advantages and disadvantages of international tourism. However, I believe that it has more benefits than the drawbacks.\n\n\t\t\t\tOn the one hand, some people think that international tourism activities bring some disadvantages for the local societies. The main reason is that they are afraid that the local environment would be distracted as more and more people come to the place. For example, Mount Everest is one of the top destinations for international travellers, but it is reported that the amount of garbage that tourists produce has increased rapidly in the past few years. Consequently, it might have a catastrophic effect on the local environment there. Another reason is that tourists would bring some negative cultures to the local people. For instance, some western people like to drink the alcoholic beverage, and elders of the local societies are afraid that the local people would also be interested in drinking those liquors. Finally, the treat of the terrorist attack is another negative aspect of international tourism according to many.\n\n\t\t\t\tOn the other hand, many people believe that travelling abroad for leisure activities would bring a lot of benefits for the destination places. Firstly, it creates a lot of job opportunities for the local people as some of them could become tour guides or can run small businesses. Secondly, when foreign travellers come to a country, they will spend their money for various activities. It means that they will also bring revenue to the local government in the form of tax. As a result, the government would have enough budgets for maintaining the public facilities around the places and the local environment as well. Lastly, it also attracts investors in building resorts and hotels in the surrounding areas. The development of these places will absorb many employments not only from the local area but from other cities and countries as well.\n\n\t\t\t\tIn conclusion, despite its negative effects, I personally believe that global tourism industries would bring more benefits to the local inhabitants and communities. It boosts the economic condition of the country and creates job opportunities for the local people. As for the negative effects, it really depends on how the government would make clear regulations and implement them."
        }
    ]
}
