{
    "mistake": [
        {
            "mtitle": "Forcing Vocabulary",
            "mdes": "Many students try to prepare for IELTS writing by learning long lists of ‘academic’ words and then try to include these words in their essays. The problem with this is that it leads to candidates using words that are either inappropriate (the meaning is wrong) or inaccurate (the grammar is wrong).\n\nIt is important to have a wide ranging vocabulary to get one of the higher band scores, but this doesn’t mean you should try and force as many complicated words into your essay as possible. That approach will only lead to mistakes and reduce your score.\n\nInstead of learning long lists of words, try to read about the common Task 2 topics and note down any new words. You can do this by reading online newspapers, magazines or blogs. You should note the meaning, grammar, example sentences, synonyms and collocations. You can then review them regularly. When you know a word 100% you can use it in your essay, until then stick to the words you already know."
        },{
            "mtitle": "Small Grammar Mistakes",
            "mdes": "Most of the candidates I help have a very good grasp of grammar, but everyone makes small mistakes. If most of your sentences contain small errors, it is difficult to get over a Band 6 for grammar.\n\nSome common grammar mistakes include articles, countable and uncountable nouns and subject-verb agreement. You should get a native English speaker or teacher to look at your writing and help you identify your common grammar mistakes. Most people have 2 or 3 things that they regularly get wrong and by identifying these you can then review the grammar, practice and produce more error-free sentences.\n\nYou should also give yourself 2-3 minutes at the end of the test to proofread your writing. Make sure you do this when you are practicing and you will remember to do it in the real exam."
        },{
            "mtitle": "Overusing Cohesive Devices",
            "mdes": "Cohesive devices are words like ‘For instance‘, ‘To conclude‘, ‘despite this‘ and ‘in addition‘. They tell the reader what we are doing in a sentence and indicate what the relationships are between the different clauses, sentences and paragraphs.\n\nOne of the biggest misconceptions about cohesive devices is ‘the more you use them, the better.’ They do have a purpose but they should only be used when necessary. If you look at Band 9 answers or academic writing in a journal or text book you will notice that they are used far more sparingly than you would expect.\n\nMake sure that every sentence does not begin with a cohesive device and try to limit yourself to only 2-3 per paragraph. By doing this your writing will become more cohesive and coherent."
        },{
            "mtitle": "Not Addressing BOTH Parts of the Question Equally",
            "mdes": "Many Task 2 questions have two parts and some have two separate questions. A question could ask you to ‘discuss both views’, ‘discuss the advantages and disadvantages’ or ‘discuss the problems and solutions’. If you write 8 sentences about one and only two sentences about the other, you haven’t really covered both parts of the question."
        },{
            "mtitle": "Writing About the Topic NOT the Question",
            "mdes": "One of the most frustrating things is marking an essay that has great grammar and vocabulary, but completely misses the point when it comes to answering the question. The most common problem here is writing everything you know about the general topic without actually addressing the specific question.\n\nWhen you analyse a question think about what the general topic is, but then also think about what the question is specifically asking you to do. Remember it is not a knowledge test, the examiner is not interested in how much you know about the topic, they are testing your ability to answer the question."
        },{
            "mtitle": "Not Developing Ideas",
            "mdes": "I call this the ‘shotgun approach’- listing as many ideas as possible in 40 minutes. For example, the task might ask you to ‘discuss the advantages and disadvantages’ and you write 6 advantages and 6 disadvantages. The problem with this is it is just a list of undeveloped ideas and not really an academic essay. It would be better if you had just two ideas and you developed them fully with explanations and examples."
        }
    ]
}
