{
    "speaking": [
        {
            "id": "1",
            "title": "Describe something that you have learned recently from the Internet.",
            "points": "• what it was\n• how you found out about this\n• would you recommend this to your friends",
            "subtitle": "Internet",
            "card": "This is the age of technology. By dint of the technological advancement, people are moving ahead. Outsourcing is one of the wonders of the technological advancement that is making people independent in all terms.\n\nIn the present age, the world is a global village. Distance is not a barrier now to work from a different country. So, the number of offshore employees is on the rise. It has happened for the improvement of technology. People now can communicate easily even at the distant part of the world. As a result, when the youths do not get jobs in their native lands, they are moving for freelancing. It is also known as outsourcing. They work sitting at home and get paid at the end of their projects. Earlier, I was unaware of the issue. Though I heard about freelancing, I did not have a clear idea until I searched the issue on the internet.    \n\nI am a middle-aged man and been engaged in a personal business here in Mozambique. I own a medium-sized restaurant and also a small coffee shop. So, I was not that much familiar with the technological advancements. But now I need to explore the virtual arena for some reasons. I needed a software to maintain my restaurant accounts and started using the internet to know about it. Later I started browsing the internet and came to know about a lot of things and information that I did not know before. Gradually, I learnt about the freelancing issues and how the service is provided. There is a wide range of scopes to work as a freelancer. But for this, people need to have some sort of special set of skills like designing a web page, skills with photo editing, writing capacity and more.  ",
            "card2": "I’m big fan of cooking. In the recent days, as online media is getting more popular, everything can be accessed online. Following that trend, I began to improve my cooking skills through online websites as it is more convenient and easier to find suitable recipes. The website I visit a lot to learn cooking is Feedy.vn, which is also very popular among foodies.\n\nIn this website, I can easily find recipes for Vietnamese dishes or even some other Asian recipe or even European courses. Each video lesson is produced with up-to-date culinary tips and advice, along with tasty recipes. The dishes are extremely appealing to anyone that come across it on the Internet, especially for foodaholics. \n\nBesides recipes, this website also provide us some household tips to make life easier. Thus, I can learn a lot of interesting things on the Internet. That’s the reason I love this particular website. Thanks to this website, I can cook more delicious meals for my family and smile proudly when they gobble up my food.  "
        },
        {
            "id": "2",
            "title": "Describe a time you were friendly to someone you did not like.",
            "points": "• when and where it happened\n• who he or she was\n• why you did not like this person",
            "subtitle": "like",
            "card": "I would like to tell you a case when I had to work with one salesman in my company in Christmas promotion activities in Aeon supermarket. As I worked in Marketing Department, I had to co-operate with that salesman who was in charge of Aeon supermarket. We had to work through mobile because he was in head office in ABC while I worked for XYZ Branch.\n\nWorking with him was extremely challenging to me because he had a caustic style and often spoke in a pejorative way. He seemed to scoff at any idea on our project. At that time, I nearly ran out of patience with that man that I was on the verge of giving up. However, because I was a new staff, I needed some achievements to prove my ability to my team. Thus, I decided to try my best to persuade him. I asked my team leader for some advice, as she had worked with him in some events before. She told me that he didn’t like to be told to do anything, as he was a high narcissist.\n\nThough I was really frustrated by him and didn’t like him personally, I had to tell myself to be patient. I tried hard to calm down, then I decided to call him and asked for some advice because I didn’t have much experience in working in that supermarket. After hearing that, he seemed to talk in a much more comfortable way, explaining to me about the regulation and working contact there, giving me some sound advice. It turned out that getting along with him was not as hard as I had expected. Moreover, I gained some more constructive advice to adjust my plan. In the end, I managed to co-operate with him well and my campaign notched up extraordinary success.\n\n After that event, I learnt a lot about how to working with other people, especially at work. Sometimes, you have to be friendly to someone you don’t like, because the results of your work are always of the highest importance.",
            "card2": "Being always friendly does never mean that the friendliness you are showing to will be the same from the opposite side. Such an event took place with me in last month after I went to attend an interview. I had to be friendly with a woman whom I could not like at all.\n\nIn December last, I went to attend a formal interview with a locally reputed organisation here in El Salvador. I applied for the job from a job seeking a website where they advertised for the post. Accordingly, I was selected and was asked to attend the interview. But I was displeased with the receptionist of the company. She was a very arrogant in nature and hardly provided any support to the attendee applicants for the post. I was asked to be at the office compound before 11 am and I did so. But the attitude of the receptionist made me think that I might have made some sort of mistakes being at the right time. \n\nInitially, I could not get her name or rather I would like to say - I did not try to know about her personal details. She was assigned, I assume, to welcome the applicants and show them the rooms for the written test against the post. She also was supposed to provide all the necessary supports to the applicants regarding the interview. But she sat at her desk with a displeasing attitude. Of course, she was a pretty girl with a cute smile but she reserved the smile for some of the officials, not for the ordinary employees. She looked beautiful with her business suit but I think she was a bit arrogant as well. Later, I came to know that she was Samantha by name and was the in-charge of the reception desk. \n \nTo be frank, I could not like the person for some specific reasons. First of all, she was not supportive to the applicants at all. When the authority made the phone call to me, they told me that I will get all the necessary information and supports from the receptions desk if I need. "
        },
        {
            "id": "3",
            "title": "Describe your best friend.",
            "points": "• who is he\n• how long you two are friends\n• what you do together",
            "subtitle": "friend",
            "card": "Stuart is undoubtedly my best friend according to every definition I can fathom about the best buddy! He is 24 years old and a handsome fellow. His smile (both genuine and rouge one) is worth million dollars! Once I heard that if you can stay silent for a long time with a friend and yet feel comfortable being so, probably s/he is your best friend and that’s exactly what Stuart is.\n\nWe are friends for more than 7 years and I met him in my college days. After our friendship began, I enjoy his company from every perspective. He stays with me through thick and thin and is always the one person whom I can share anything and everything. He is a good listener and one of the most talented persons I have ever met. He never hesitates to tell me the truth in an unapologetically blunt manner and never hesitates to stop me when I am wrong!\n\nOur friendship started and remained so tight mostly because of our common interest. We often discuss the books we read, criticise the writings or movies we watch and praise a beautiful piece of artwork. We are both interested in computer games and we often play computer games together.\n\nThese days we are learning Spanish together and taking our graphics designing course together. Whenever I rent or download a movie, I invite him to watch it on my 3D TV. Apart from that, we are maintaining a blog together and that’s something we enjoy to a great extent.\n\nSometimes I share things with him that I cannot share with anyone else, and I get advice without being judged. This is the best part of our friendship and probably the main reasons our friendship is still intact and strong. He celebrates my successes genuinely, we know each other in and out and we can talk about everything no matter how nonsense it is.  ",
            "card2": "This is absolutely a great opportunity to explain my friendship with Erik, who is my best friend and a compassionate person. I must say I am thankful to you for the opportunity you have given me to talk about my best friend Erik.\n\nI believe friends make our life more meaningful and enjoyable. And some mates step forward to teach us how special they are in our life. Erik is such a friend and I consider him my best buddy.\n\nI know him from my school days. We went school together, played football in the evening, stood should to shoulder in adversity, shared our meals, helped each other in our studies and over the time, we became the birds of a feather. We still are inseparable and find comfort even in our silence, which accordingly to many a symbol of a great bond.\n\nWe have recently finished our graduation - I am from Science major while Eric is from Arts. We love to talk about our personal issues; he is the only person I can share absolutely anything and everything. We often play chess, enjoy movies, visit different places, we debate on our political differences and share our thoughts about our career plans. There are times when he advise me how to deal with obstacles and stresses and he often says that hole tight, buddy, every cloud has a silver lining.\n\nBest friends always stick together and become more like brothers than friends. I am absolutely convinced that Erik has already proven that he will support me in any way possible and help me out from any grave situation. He is the kind of a friend someone can have only once or twice in life. No doubt his influence in my life is paramount and he will always be my best friend.          "
        },
        {
            "id": "4",
            "title": "Talk about an equipment of your household (computer, television, refrigerator, mobile phone and so on).",
            "points": "• What is it\n• What you do with it\n• Will you always keep it",
            "subtitle": "equipment",
            "card": "I am describing my laptop as it is the equipment I often use at home. It is a black coloured laptop by Toshiba brand and I bought it almost five years ago.\n\nThis electronic device has helped me in many aspects, including work, study and communication. The first important usage is saving data. I can save numerous e-books, pictures, audio and video clips in it, and the 300GB hardware capacity has allowed me to save plenty of them. Moreover, I can access the Internet using this laptop. By connecting to the Internet I can access every website, check my email and watch online movies or documentaries, like National Geographic documentaries, which has extremely been useful to improve my listening and speaking.\n\nLastly, definitely, this device has been very useful to my profession. By its camera, I can save different important information related to my job and use them as I need to access them in few seconds. So, this laptop has assisted me to raise my knowledge not only in my career and study but also in learning the English language.\n\nI have already become dependent on my laptop. Maybe I will replace it with a new one but a laptop would always be mandatory for me.\n\nI rely on my laptop for my personal, professional and study needs. I communicate others with this laptop and this is the primary means of communication with my friends. Definitely, the use of internet and computer has become unavoidable in this modern era and this is indeed a very important tool for me.",
            "card2": "At present, each of the households is filled with different types of electronic equipment. They are used for various purposes. I also have some equipment at my home and I would like to talk about my refrigerator set. Thank you for asking such an interesting question.\n\nI have a nice looking refrigerator of a renowned brand. It is moderate in size and I have been using this for past five years. This is a great electronic equipment and runs around the day and night. In fact, this is the only electronic equipment at my home that works continuously. But it consumes less power than the average refrigerators. I am happy with this feature. Besides, the quality of foods remains fresh in the refrigerator while I have experienced some negative experience about food quality as well. So, I am lucky in this sense that I have a quality electronic equipment at my home.  \n\nLearning to use the equipment was not difficult to me. In fact, this was one of the easiest tasks I have ever done. It is simple. Just I need to plug in to start working with the refrigerator. But controlling the temperature was an important issue. When you need to make something frost, you will need to decrease the temperature. On the other side, I was happy that I did not have to clean the extra ice from the corners of the refrigerator. The majority of the refrigerators come with this feature that they produce ice and you need to clean them on regular basis. As a result, using a refrigerator with ice is difficult and the users need to be aware of the icing issues. The fridge has a couple of drawers where I can place my raw vegetables and other food grains for a better store. The foods remain fresh for a long time."
        },
        {
            "id": "5",
            "title": "Describe a service that you received for free.",
            "points": "• what service it was\n• who provided this service\n• why you took it",
            "subtitle": "free",
            "card": "As a student of business administration, I have learnt that “there is no free lunch”. In other words, there is no “free service”. But, still, sometimes we just get lucky as I did about a few years ago when I got some free service from a taxi driver.\n\nYes, I am talking about a free taxi ride service. Going forward with the story, about a few years ago, I had to spend a couple of days at one of the busiest cities of my country for professional reason, where getting public transportation during the peak business hours can be really challenging. So, I decided not to rely on public transportation (even though, the cost of using them was relatively much cheaper), and instead decided to ride a taxi in order to save my time.\n\nLuckily, I got to meet a very dependable and gentle taxi driver who incidentally happened to be from my hometown. So, as I introduced myself to him, he became really excited, learning that I hailed from the same town as did he, and tried his best to accommodate my request to transport me from one place to another in his taxi for the next couple of days. Anyway, after a couple of days, I was done with my work and needed to go back to my home. So, I called the taxi driver to drop me at the airport, but, when I was getting ready to pay him for the taxi ride for that day, he very politely refused to take the money, saying that it was a complimentary taxi service. He said that, after all, I was from the same town as him, and he was really glad to offer me free service.\n\nAnyway, I felt really glad that someone was being kind enough to offer me a free service just because he and I were from the same town. Besides, I also felt that it doesn’t really take much to relate to other people if we try to open up to others, just I did to that taxi driver by telling him that both of us were from the same town.",
            "card2": "I had to vaccinate my baby recently. Most importantly, it was a free service and I am really pleased with the service I received. My earlier experiences about vaccination were not that much good and I did not get the right service even after spending a large amount of money in the local hospital. It appears a great cue card task for me. I am happy to have it in my share and will explain the matter in brief here.  \n\nThe service was provided by a local vaccination provider. It was their responsibility to vaccinate newborn babies. But the parents had to take the babies to the vaccination centre. It was not possible for the volunteers to move in every home and vaccinate the babies. Rather, they asked the parents to come at the vaccination point on a specific date. Accordingly, I went there at the present date to vaccinate my baby boy.   \n\nI took the service for some reasons. The most important thing about the service is that I needed that for my son. Without the vaccines, the babies could develop serious diseases that cannot be prevented in their adulthood. They have to suffer a lot and even may die. So, it is a must to take the vaccination service. Besides, the government provides its support to such services so that the citizens need not pay for the vaccines. Considering all the matters, I had to take the service.\n\nI felt satisfied. In fact, this is my right as a citizen to get such services from the government. I also felt lucky that I could vaccinate my baby and without any hassles. I also felt grateful to the government that it is performing its duty sincerely and caring for the citizens it gets taxes from."
        },
        {
            "id": "6",
            "title": "Describe the most polite person you have come across in your life.",
            "points": "•who that person is\n• how you know this person\n• how you feel about this polite person",
            "subtitle": "life",
            "card": "What does it really mean to be polite? Well, as far as I am concerned, I would call a person most “polite” when he shows “consideration for others” under all circumstances and never behaves harshly to hurt someone. Today, I would like to talk about one such person who never falls short in showing consideration for others, and who also seems to be the most polite person in my eyes.\n\nHis name is Nazir Shah, and he is a distant uncle of mine. Being passionately called as “Shah Uncle” by the young people like me in and around my neighbourhood, Nazir Shah could easily be considered as one of the most polite persons by his friends and foes alike.\n\nWell, on second thought, talking about his foes, I don’t think that Shah uncle has any. In fact, since the time I have known him, which could be as long as 15 plus years, I have hardly even seen him without a smiley face as if no sadness or hardships ever touch him. When I asked him in the past as to why he always liked to keep a smiley face, he simply told me that it just wasn’t “polite” to talk a person with a sad or serious face. Shah uncle doesn’t just like to keep a smiley face but also likes to help others even if it means that he has to go out at 3:00 in the morning. In fact, I have seen him spending many nights at the hospitals trying to help or accompany the distressed people and families. Do you need a ride to some places? Just ask Shah Uncle, and he would take you there even if it means being late for his work.\n\nAnyway, I think that Shah uncle is the most polite person, I have ever come across because he is the only person, I have seen so far, who doesn’t mind accepting his own loss in trying to help others. Besides, what makes Shah uncle the most polite person in my eyes is that he never likes to judge people or push them for anything, no matter how “horribly” they behave.",
            "card2": "My meeting with John was an exceptional event. After my acquaintance with him, I felt like I met the most polite man in my life. He truly is a man of gentle nature. He is kind and loves to meet with people and help them in their needs. Though he needs to suffer for his politeness, he is unable to give up his natural habit. This is a nice cue card task for me and I am happy to have the chance of describing him.\n\nI came to know about John at my university. He is the only person who came to my help when I was in a dire need of support. In fact, I lost my class diary and a pen on my way to the university and it was John who helped me with his own pen and shared his notes. Later, I came to know that he had a single pen that he gave to me and he did not write a line on his exercise book for the want of a pen. When other students were busy with them, he came forward for my help selflessly. It was his politeness that made me amazed.\n\nJohn is polite in every sense. He never makes any rude remarks to anyone while others find it interesting to make statements on other's troublesome situations. Moreover, when someone is in distress, it is John who moves ahead before everyone else. His speeches are well constructed and he always carefully tries not to hurt anyone with his speech. He is unable to say something against any rude remarks to him and remains silent in these situations. He is well-known both for his gentle nature and talent.\n\nI am highly glad to have this person on my friend list. In fact, he is a model for everyone to learn courtesy. He never breaks his promises and makes promise considering his ability. So, I like him very much for his politeness and other qualities."
        },
        {
            "id": "7",
            "title": "Describe something you have always wanted to do but have not done yet.",
            "points": "•what it is\n• when you would possibly do it\n• how you plan to do it",
            "subtitle": "plan",
            "card": "I want to play the guitar. In fact, this is a hobby that I have been nurturing since my childhood. Unluckily, I was unable to learn to play this musical instrument completely. I had tried several times to learn guitar playing in full fledge but could not manage everything together. But I know how to play it. This is a great candidate task card topic and it reminds me of my unfulfilled aspiration.  \n \nI would like to play the guitar in my leisure hours. Besides, I also crave to play this instrument before going to bed. It will help me to get relaxed with the tunes. Moreover, I want to play the guitar when I am alone. I want to listen to the tones of nature and make them real through the guitar strings. I also desire to amaze my friends and relatives by playing the guitar, particularly those who have discouraged me from learning it.    \n\nInitially, I have a plan to start playing the guitar for myself and then I will start playing for the others. But I also need to learn the guitar playing techniques perfectly. While playing in a function if I forget to play or strike on the wrong string, it would be defaming for me. So, I want to know about guitar playing more before making the decision to play it either in public or privately. \n \nI did not have the chance to practice playing the guitar so far. I had to be busy with my academic activities and now I am a bit relaxed for the next three months. So, I want to utilize the moments in learning to play the guitar.",
            "card2": "I have thought of doing a number of things at some points of my life, but they always have vanished from my mind suddenly just as they suddenly appeared. But, today I would like to talk about something which I have always wanted to do, and which never vanished from the time it ever crossed my mind.\n\nThis thing which I have always wanted to do is to write and publish a storybook that contains stories for children. By the way, I have held this wish in my heart from my high school days when I started to read some great children’s stories.\nNow, of course, one may be tempted to think that it shouldn’t really be that difficult to write a book and publish it, but as far as I have understood, it can be a rather difficult thing to do. In fact, I have failed to put together the stories so many times before that I feel like I need some sort of miracle to finish it anytime soon.\n\nOf course, setting aside that “miraculous” help, I haven’t managed to publish such a book, mainly because I couldn’t give enough of my time and efforts to finish the work. Besides, I rather took a casual approach to write this book instead of following some professional approaches and plans. These plans may include learning more about how to add “meat” in my stories. In other words, I should take a more professional approach in writing good dialogues, as well as becoming more descriptive in rolling out the plots of the stories in a free-flowing fashion. Besides, I am also going to read some more great children’s stories to understand how the “main” character in a story becomes effectively distinct from the rest of the characters.\n\nFinally, I should also be adept to creating more suspense and drama in my stories so that the readers, which I believe would be primarily children, of my stories remain naturally engaged to the stories until they finish reading them besides learning something from each story. So, please wish me luck so that I can finally finish writing my book and publish it!"
        },
        {
            "id": "8",
            "title": "Describe a shop that recently opened in your city/country.",
            "points": "•what the name of this shop is\n• where it is\n• who the typical customers are to this shop",
            "subtitle": "country",
            "card": "I would like to thank you for this nice cue card topic. A store for babies named “The Baby Shop” has been opened in my locality. The shop is specialized for babies and sells products for children only. The shop provides the best necessaries for the children including the newborn babies. This is a great cue card to answer and I am feeling lucky with this.\n\nThe shop is located in the centre of my town and initially has only a single branch in my country, Indonesia. Being located in the centre of the town, the shop is accessible from every corner and remains open round the day. This is a great shop for the babies and provides a wide range of necessary stuff for the people. Interestingly, it sells almost all types of products for babies ranging from zero to five years old.\n\nNew parents are the typical customers for this shop. Besides, the other parents who have babies under five-years-old at their home are also the visitors to this shop. They frequently visit the shop and get their necessaries. The options are broad and thus there are plenty of chances to get the right product for their babies. Moreover, people who need any baby products and cannot find them in other places also visit this shop. This is of great importance to them.\n\nRecently, I had to visit the shop for getting a baby product. In fact, one of my cousins has become a new mother and I went to see the baby. Before visiting the baby, I was planning to what I can take as a gift for the baby. Suddenly, I realized that a baby shop is the best place to find the right thing for the newborn. I visited the shop and got some clothes for this newly born angel.",
            "card2": "I like to keep my eyes and ears opened so that I am able to know, what really happens in the city where I live, whether a new street is built or a new business is opened. Talking about new business, I actually did notice the other day that a new shop has been opened in one of the posh areas of my city.\n\nThe new shop, I am talking about, is a clothing outlet which sells all kinds of clothing items for the ladies. The name of this shop is “Look All Classy”, and it sells mostly top class and top brand clothing items from all over the world\nI also noticed that there is a big parking space, surrounding the shopping outlet, where one can see all kinds of expensive and nice-looking cars. By the way, the shop is made of all kinds of expensive and polished building materials which makes it look really shiny and beautiful, not only from outside of the shop but also from inside.\n\nSitting in a perfect location at one corner of the city, the shop can be accessed from all direction. Not to mention, of course, the decoration inside the shop as well as the nice display design in it makes it look even more appealing to its customers. Therefore, given the posh location of this shop, its shiny and expensive look, and with the nice and expensive cars parked in front of it, it can be easily said that mostly rich and high-end customers visit this store in order to buy their clothing items\n\nAnyway, I haven’t really bought anything from this high-class retail shop, mainly because this shop is primarily for women. And, I wouldn’t really go there to buy anything for my wife, sister or mother because I have no intention to spend my money unnecessarily on some “branded” clothing items that are seven to eight times higher than the price we usually pay for clothing items. Having said that, however, I am sure that my wife and sisters would just die to visit that place!"
        },
        {
            "id": "9",
            "title": "Describe a journey that you remember well.",
            "points": "•where you went\n• how you travelled\n• why you went on the journey",
            "subtitle": "journey",
            "card": "I went to the USA last month to attend a conference arranged for health journalists. It was an interesting journey and most importantly, my first flight out of my country, Greece. I was amazed by the journey and the experience will be memorable always. This cue card appears exciting and I will describe the event in brief now.  \n\nI travelled by aeroplane and also used some other local transports in the USA. But the journey by aeroplane was the most impressive one in my life. It took around 11 hours to reach the USA from Greece. I reached the airport by my private car and then boarded in the aeroplane. I was too excited that I could not sleep the entire time. Initially, I felt a bit of uncomfortable as it was my first air ride too. But gradually I coped with the situation. I had to visit the country for some official purposes. I am a senior reporter of health in a national newspaper of Greece. A conference of the journalists dealing with health issues was supposed to take place in the USA. My office authority selected me to join the conference. I was chosen for my extraordinary performance on reporting about the health issues of the country.   ",
            "card2": "It was the birthday of my friends, Jimmy. He planned for the trip with his own car that he received from his father marking his 19th birthday. He planned to thank his dad for driving the car to his home in Delhi. In fact, he is a student of architecture and we are in the same university in Ludhiana in India. It was a rapid plan and we four started for Delhi.\n\nDelhi is around 250 miles from Ludhiana but the distance is a bit reduced lower from the area of our university from where we started for. It took around 6 hours for us to reach Delhi and another half an hour to reach Jimmy’s home. So, it took five hours altogether for us to reach there. But it was an enjoyable journey. We all had fun during the trip. Luckily, the roads were almost empty as it was a holiday. But it took a long time for us to reach there as we stopped in several places and took snacks and beverages.\n\nI was accompanied by three other people including Jimmy. He was my best friend and thus he asked me to comment on his plan to visit his parents on his birthday. Jimmy was surprised with the car that his father had sent for him and was delivered at night. So, he planned to surprise them to be there and a have a lunch on the day. After the plan, we moved there. Som, Jimmy, Raj and I was the member of this trip. Jimmy was an excellent driver but I had no idea that he could drive so well. He never crossed the speed limit despite having the chances. He also forbade us not to take any alcoholic beverages during the ride.\n\nI went there by car mostly based on the request made by Jimmy. I agreed with him for some reasons. I have just completed a semester and the classes for the new semester was yet to begin. So, life was boring and I could not focus on other entertaining activities. The proposal was very charming and I instantly agreed with Jimmy. I also assumed that the journey would be interesting as two of our best friends were going too. Finally, we made the journey by car and really enjoyed the last moment. I am grateful to Jimmy for offering such a nice trip."
        },
        {
            "id": "10",
            "title": "Describe someone who is your online friend.",
            "points": "• who is he/she\n• how you know him/her\n• how long you two are friends",
            "subtitle": "friend",
            "card": "Since social media has become a platform for communication, I’ve made few friends online in-spite of being an introvert. One of those friends is Hung.\n\nI met him a year ago, when I joined a 2-month-training-course in Saigon. As my hometown is in Hanoi, I had to live apart from my family in a rented house. I was a bit lonely at that time as I didn’t know many people in Saigon. There were moments when I felt so empty that I wanted to go out for a walk, and call someone but there was no one I could call. It made everything even worse for me. Thus, I decided to use a dating mobile application to find someone to talk with.\n\nImmediately, I connected to some people living near me. We had a chat but they were not much fun. I  almost gave up on getting a new online friend when I connected with him. Despite my late replies, Hung seemed to be very patient. He was willing to listen to all of my stories, giving me courage and motivation. Moreover, I worked in the same field with him so we had a lot of things in common. Gradually, we set up a strong friendship. I was about to meet him on my last days in Saigon but some unexpected events took place, preventing us from meeting in person.\n\nHowever, we’re still good friends until now, after 1 year. Though we live far away from each other, we always support and keep in touch with each other. I do hope that we will have a chance to meet each other the next time I take a business trip to Saigon.",
            "card2": "To be honest, I have many online friends and selecting someone to talk about for this cue card topic was a bit tough for me. Many of my online friends stay far away and I have never met a few of them. This candidate task card reminds me of Julia, who is a good online friend of mine. She lives in Sweden and I have never met her.\n\nJulia is around  27 years old and a British citizen. She is doing her post-graduation at a Swedish university. She became my friend on LinkedIn, which is a networking website for professionals. After that, we became Facebook and Twitter friends.\n\nIt would be more than 4 years ago when we first time got connected online and learned about each other on LinkedIn. However, I would say, we became friends a year later. Thus we are online friendship for over three years.\n\n We often email each other, exchange greeting cards & gifts and update our life events. Since we both have a similar educational background and many common interests, we have many interesting and exciting topics to discuss. We often chat online and both of us follow each other on Facebook. With time, we have become reliable friends. I frequently get lengthy emails from her which describe everything she is up to. Last month I sent her a gift that she liked very much.\n\nI think common interests, similar mindset and regular communication keep our friendship alive. Even though we have never met each other, our friendship means a lot to both of us. Digital friendship often lacks the commitment, feelings and reciprocal respects that most of the real-life friends have, but I never feel it in my friendship with Julia.  She means as much any of my friends means to me. I am not sure how this online friendship would go on in the future but at present, Julia is a good friend of mine who cares for me and value our friendship."
        },
        {
            "id": "11",
            "title": "Describe a product you bought and felt happy about.",
            "points": "• what it was\n• why you bought it\n• how long you used it",
            "subtitle": "product",
            "card": "So I recently bought a new blender or liquidizer, or some people call them juicers, because my old one broke some time ago, and at the time I didn’t bother to replace it - but after a while I began to really miss making smoothies and juices, so last month I eventually bought a new one to replace the one that broke.\n\nI bought it online from a website that specialized in kitchen equipment and supplies - and they delivered it to my home - I think it was like 4 days later, maybe.\n\nI bought it online because the price was considerably cheaper than the ones I had seen in the local stores when I went to look, but it was the same brand and had all the same features so I thought it was a bargain.\n\nI had to pay a little extra to get it shipped but even so it was still cheaper than buying it from the store – so I was really happy about that.The day I got it I unpacked it and cleaned it before using it for the first time – and I made one of my favorite smoothies, which is a blend of bananas, apples and peanut butter.\n\nMaybe it doesn’t sound so great - but when you blend it all together using frozen bananas instead of ice, and add some almond milk and some cinnamon – it’s really delicious – I’d almost forgotten just how good they were.\n\nI hadn’t had one for a couple of months, so I made a big batch of it and what was left I stored in the refrigerator for later.The particular model of blender I bought has some nice features like a really big jug, or bowl, and a powerful motor so it can slice and dice up even solid vegetables and juice them easily.\n\nOne of the reasons I bought it was because it was recommended on various consumer websites as being ‘the best buy’ at the moment - it also came with a 12 month warranty, which I thought was good, too. So I was really pleased with it.",
            "card2": "This is an interesting topic for me and I thank you for the chance to talk about an item that I purchased and was happy about. Well, I can remember many such experiences, however, after I bought a washing machine for my mother, I was exhilarated.\n\nMy mother is a housewife and she does a lot for all of us. She is like the comfortable shadow in our life on a hot summer day. We quite often forget to tell her how much we love her and sometimes we do not even thank her for things she does. But without her, our life would simply be a disaster. After I started my job, I had a plan to buy her something. I saved some money each month and then after few months, I decided to buy her a washing machine so that she no longer needs to do her laundry manually. I thought that would save her from some tedious weekly works and would allow her to enjoy more leisure hours.\n\nOne day I went to a large LG showroom and selected a medium size washing machine. It was a bit expensive for me to afford at that time but I bought it anyway. After I reached home with this washing machine and surprised everybody with this sudden commodity, I realised how exhilarating it is to be able to make others happy. My mother was very excited that I astounded her in such a way. She asked me to teach her how to operate it and then cooked some special dishes at night to make the event memorable. This was probably something she wished to own and when I bought it for her, she was very amazed... She was also worried that I had to spend a large sum of money to buy it, but I told her that it is something I always planned to do with my salary.  \n\nAfter that, I have bought many products and electronic gadgets for me or for others, but being able to surprise my mother with my first earned salary was something very special. The washing machine I bought worked fine for more than 5 years and it was then replaced with a newer one. However, my memory regarding this first washing machine at our home was something I will never forget."
        },
        {
            "id": "12",
            "title": "Describe a story that was particularly interesting to you.",
            "points": "• what it is about\n• who told you this story\n• when you heard this story",
            "subtitle": "Interesting",
            "card": "Every story is taken either from human experience or from human imagination and when a story is told, the audiences and readers try to connect it with their own experience or creative thinking. Thus each story is a great one and interesting if this is told to the right audiences in a right tone. An interesting story that I would like to talk about for this cue card topic is not taken from someone's imagination; rather it is taken from a real event. I heard this story from one of my uncles and he told me this story in my childhood and this is still an inspiring story for me.\n\nThis is a story about a man who risked his life to save others from an imminent disaster or more accurately from death. It was 1995 and a massive hurricane stroke in the (...say the name of a suburban/ rural area...). As soon as the hurricane hit, the disaster and destruction were everywhere. Many people died and many were injured. Yet many others were trapped in and needed to be rescued and hospitalised immediately. Though there were many rescue workers who were working ceaselessly, they did not have enough time to save all the trapped people. At that time a man named Thomas came forward and made a group of young people in order to arrange a rescue team. Thomas himself was more than 50 years old, yet he had been able to motivate 10-12 other young men of this area to help the trapped people within a very short time. \n \nThey worked really hard for more than 24 hours and as I heard from my uncle, more than 30 people were rescued due to the brave initiative of Thomas. My uncle was one of the team members of this rescue team and every time he mentioned Thomas, I could feel a great respect in his voice. It was a great tragedy that Thomas lost his wife and only son in a devastating earthquake a few years later and left the area to settle in a different city. People of this area will always remember his bravery and great courage, at least for next few decades.  ",
            "card2": "Reading stories is always preferable to me and it is a delight to talk about one of the very best and most interesting stories I have ever read. Now I will discuss the novel - 'The Old Man and the Sea' which appears a very interesting and intriguing story to me.\n\nThis is a short novel by Ernest Hemingway. It was written in 1951 and was published in the following year. The entire story is about the struggle of an old man who lives by fishing and how he deals with a large marlin in the sea. In fact, the old fisherman underwent troubles in fishing and was unable to get the desired amount of fish to make his living. He passed 84 days in such condition and on the 85th day, he started a long journey on the sea to change his luck. Though he came in close contact with a large marlin, he was unable to bring the living fish on the shore. The fish was consumed by sharks on his way back to home.   \n \nI read the story from the private library of my father. He has a huge collection of books, novels, old documents. He gathered all the books since he was 20. But he did not allow me to read all the books at the earliest stages of my life. Rather he prescribed some of them to me and I guess he wanted me to read books that were suitable for my age. Consequently, he asked me to check the book titled – The Old Man and the Sea when I was 15 years old. I was attracted to the cover page of the book. Though dad said that the book was a novel for all ages, I was surprised by its size and shape. In fact, I was unaware that the book was a short novel. Then I started reading the novel and completed reading it in a single sitting.\n\nActually, I was passing lazy days in that summer. Most of my college mates were out of the city to pass the summer. So, I had nothing to do except reading books and playing video games on my computer. Besides, my dad also left the city for his business. So, I made a phone call and asked for his suggestions to pass the days. He then suggested me reading the book. Following his directives, I bought the book from his library. He also asked me to keep the book in the place I took it from. I followed all of his instructions once the book was read.   "
        },
        {
            "id": "13",
            "title": "Describe a friend of your family you remember from your childhood.",
            "points": "• who this person was\n• how you & your family knew this person\n• how often this person visited your house",
            "subtitle": "family",
            "card": "I was so lucky to have my aunt Sally with me during my childhood, and she still continues her bond with my family. In fact, she is my mom’s best friend, our neighbour - lives at the opposite door of our apartment in Canada.\n\nAunt Sally is a professional accountant and works as the Chief Accountant with an international organisation. She is my mom’s friend since their school days and they have been continuing the relationship even in their middle age. They are like twin sisters and love to share everything together. They share a very strong and enviable bond among them. Often they used to go for the outing together and also had their necessary things done together. I like aunt Sally much because she loves me like her own daughter. Even in these days, she helps me solving my accounting problems of my college.  \n\nMy mother met aunt Sally in her school. Both of them were at their elementary level. In fact, my grandpa admitted my mom to the local school for kids where all the kids had their elementary education. Gradually, the relationship between them started and they shared their home works, assignments etc. When they matured, the friendship between mom and aunt Sally deepened. The residence of aunt Sally was far from my grandpa’s house, and then both the families decided to make it closer to each other. It created the relationship between the two families and still, it is going on today. Both the families now have turned like a single family. Accordingly, I got familiar with aunt Sally after being matured.  \n\nAunt Sally frequently visited our house. Since she is our neighbour, there are no specific schedules for her visit. It has happened that she comes to visit my mom even in the late hours of the night which made us surprised and shocked as well lest we are to listen to any bad news at that late night. On the other side, my mom was also similar to her. She also used to visit aunt Sally’s home frequently. As a result, the friendship has turned matured which is rare at this present age. Presently, the visiting has become limited. She is now unable to manage time much to visit my mom for her occupational engagement. So, now she comes at least twice in a week to visit my mom and us.",
            "card2": "I had to grow up in a large family with my parents and their intimate relatives living an entire apartment block in New York. My father had a friend who was like a family friend in my family and I was the dearest one for him in my childhood. He used to visit our house frequently.\n\nJohn Richardson, the man with long black hair and a tall figure is the family friend of my family. He had long hairs and he loved to keep the hairs long, and sometimes made a ponytail with a rubber band, and lived near of our apartment located in a corner of Manhattan in New York City. He was highly welcomed when he arrived at our home and even my grandpa also admired him in his absence if he needed to provide an example of intelligence. Mr John Richardson was the man whom every one of my family sought for support during their distress, sometimes I also had to take his support for my academic purposes, and he was truly an intelligent, smart and attractive person I have ever seen with an adventure seeker look. His smartness was a divine gift, I guess.\n\nI do not have the exact idea how he was related to our family as after my birth I have seen him meeting the people in our house regularly. Therefore, I tried to discover the fact and finally came to know this that uncle John’s father was my grandpa’s intimate friend and their friendship started when the two were at school in their childhood in Minnesota. Uncle John’s father lived the next house to my grandpa’s house there. Thus, two of the kids of the two families (my father and Uncle John) started close interactions together. Gradually they grew matured, shifted in New York, got married, started their family, and have their own kids. Interestingly they formed a deep sense of friendship from their childhood and they are maintaining the relationship very well. As a result, the older boy John Richardson of Roland Nathan becomes the most intimate friend of Jack Rozario (my father), the older son of Abel Rozario. It is the brief history of his being intimate with my family.\n\nUncle John uncle was a businessman and has engaged himself in the same activities for long years. The most interesting thing about Uncle John is that he does not have a schedule to visit our home. He has become like a family member of our family who lives the next door from us. Moreover, whenever someone of my family needs his help or suggestion, s/ he informs him about the issue over the telephone and then he comes at the same day or night with an attractive solution. If he needs a secret meeting with my father over any of his internal issues, he comes at midnight, sits at the living room talks as long as they need and goes away silently without disturbing anyone. I have counted that he visits our house over 15 times in a week in an average."
        },
        {
            "id": "14",
            "title": "Describe an open-air or street market which you enjoyed visiting.",
            "points": "• where the market is\n• what the market sells\n• how big the market is",
            "subtitle": "visiting",
            "card": "Vietnam has numerous tourists’ spots to visit by the global people and thus the number of markets has also increased to meet the increasing demands. But the open markets (commonly known as outdoor markets) are the traditional marketplaces in the country for shopping. It is like a culture to go shopping under the open air.\n\nThere are few open-air markets available in Saigon (officially known as Ho Chi Minh City) and those are different from the other contemporary markets. Both the natives and the global tourists come here to buy their essentials at a reasonable cost. The markets of Saigon are well organised and the products are flawless.\n\nThis open-air market sells a large variety of stuff including goods produced in local factories and imported goods. The available  products of this market are clothing, belts, bags including large and small such as handbags, electronic products, shoes, cell phones, food stores, hairdressing, branded attires, suits, dresses made by the finest silk and other valuable materials and more other stuff. But most of the time the prices are more than the actual price even in the shopping malls, so the buyers need to bargain with the sellers to get the products at a lower price.\n\nThe markets are considerably bigger in size and houses numerous shops and stalls. In Saigon city, there are several districts and each of the districts has one open-air market. The markets are stretched in lines and one cannot see the end of the line due to the crowd and goods-laden shops. But there are some categories of the shops and you have to go to a specific lane to get your essentials.\n\nUsually, I buy my daily essentials and important knick-knacks from the open air markets. I like the markets as they have many varieties to provide with and the most important feature of the markets is the bargaining option with the sellers. At times, I bargain with them and purchase the finest quality product for me at a very lower and unimaginable cost which would cost me over thousands of bucks at the shopping malls.\n\nBesides, the goods sold in the market belong to top-class in terms of quality and producing materials. Moreover, the sellers are friendly with me as I have turned into a regular client for some of the specific shops like electronic gadgets, covers for my iPhone etc.",
            "card2": "Shopping is fun when it is done in a street market. I am happy that I had the chance to shop some special stuff from the Temple Street in Hong Kong, China last year.\n\nI am an Italian businessman and love to travel. Annually I take a tour in different parts of the world. Last year, I went China and travelled different parts of the country. Hong Kong appeared as one of the most prominent cities of the country with a special sort of appeal. The nightlife and the street markets are the keys to the appeal, I think. The market is near to the Jordan Subway station and easily accessible from any parts of the city. This is an enjoyable place to browse a large number of goods and have them after a beautiful haggling with the sellers.    \n\nTemple Street is a large street in Hong Kong and mostly famous for the street shops. The entire location is covered with crowds – mostly sellers and buyers. The market allows the people to pass their time by checking the right goods for them. It sells a large number of goods and products and at lower prices. If you want to buy the products from a shopping mall, you are to pay more than the usual price. So, the locals and tourists from home and abroad come here to get their shopping done. The market is filled with plenty of clothes, foods, toys, dresses for men, women and children, crockeries, wrist watches, CDs, footwear, cookware, handicrafts, tea sets, glasses, antiques, electronic goods, pieces of jewelry, jackets and much more. Besides, the food stalls also sell the traditional Chinese foods to fill the hunger of the tired shoppers.     "
        },
        {
            "id": "15",
            "title": "Describe something that you shared with others (or another person).",
            "points": "• what you shared\n• when you shared it\n• who you shared it with",
            "subtitle": "person",
            "card": "Well, sharing is a good habit. My parents taught me that it increases love between persons. Many times I share my things with my friends or with my siblings such as pens, books, food, and so on.\n\nHere I would like to talk about a thing which I have shared with one of my friends. Actually, I shared my laptop with my friend’s Lovepreet. I describe it briefly.\n\nShare Laptop with a FriendAbout a year ago, I and Lovepreet, we were both studying in 12th standard. During that time, my class teacher gave us a presentation and he suggested to us that you should prepare it with the help of a computer. I had my laptop. But unfortunately, Lovepreet did not have his laptop or any personal computer. He was so worried because he was unable to prepare it.\n\nHe felt very sad and told me about his situation. I decided to help him. We had to prepare this presentation within 5 days. I prepared my presentation quickly with the help of my laptop in 2 days. After it, I gave my laptop to Lovepreet in order to help him in his presentation.So, He also prepared the given presentation.\n\nOn the day of the class presentation, we both presented our presentation in front of the whole class one by one. Lovepreet’s presentation was fabulous. He made it in a unique way. We both got compliments from our teacher. He got an A+ grade in it.After it, Lovepreet thanked me for sharing a laptop with him. I also appreciated him for a beautiful project. All in all, that was the time when I have shared my laptop with my friend Lovepreet. It also helped me to make a strong relationship with Lovepreet.",
            "card2": "I have my personal room where I usually live along. We have two guests room and that’s why I have never shared my room with anyone who stays our house at night. A few months ago when my cousin came to visit our home, we were renovating our second floor and that’s why we had no spare room for the guests. My cousin, Stephen, came to our town all of a sudden and informed us that he would need to stay in our town for a couple of days. He also informed that he is planning to stay in a hotel. My father insisted him to stay with us and I thought I could easily share my room with him for a couple of days. He was 2 years younger to me but we had a friendly relationship from our childhood.\n\nStephen stayed two nights in our house and I shared my room, bed and bathroom with him so that he can stay in our house comfortably. We talked about our grandparents, other cousins, our works and future plans. I enjoyed his company and we had good times together. I am not habituated to share my very personal belongings and rooms with others, but sharing it with my one of the most favourite cousins was not a bad experience at all. In fact, during his stay, we had so many fun events that I invited him to visit our house again."
        },
        {
            "id": "16",
            "title": "Describe a day when you thought the weather was perfect.",
            "points": "• where you were on this day\n• what the weather was like on this day\n• what you did during the day",
            "subtitle": "weather",
            "card": "The summer in the city of “Kolkata” (formerly known as Calcutta) in India is usually hot and humid with temperatures hovering around the high 30’s and with humidity as high as 80%. Then, of course, with the possibility of torrential rain on a hot July day, any Kolkata resident like me would be pretty certain what the weather is going to be like on any given day during the summer. But, luckily, about 3 years ago, when I and my friends were just casually visiting “The Eden Gardens”, the oldest cricket ground in India, to buy our tickets for the next cricket match between India and Australia, we felt like the Kolkata weather was in a mood to surprise us.\n\nIn fact, the weather on that particular day was nothing like what we are used to in a long, long time. With no rain in the forecast for the rest of the day, a perfect temperate at around 28 degree Celsius and almost 50% humidity, the Calcutta weather was seemed to be “too good to be true” for us. Besides, the near-perfect breeze at a nice and steady speed of around 15-20 kilometre per hour, together with a few fluffy clouds high in the sky, was working like a “perfect natural cooling system” in the open for us.\n\nIt was just a perfect day for doing outdoors. So, instead of riding on an “auto rickshaw” for too long (we lived quite far away from the Eden Gardens), I and my friends decided to walk as much as we could with a pack of “jhalmuri” (a popular street snack in Calcutta made of puffed rice and an assortment of fried lentils, peanuts and chickpea flour ghatia) in our hands each. After walking for almost 45 minutes by constantly trying to evade a “sea of human” on the streets, when we finally reached our destination, we didn’t see any trace of sweats on our bodies.\n\nNow, if you don’t find any sweats on your body after walking for almost 45 minutes on Calcutta streets on a typical summer day, it has to be either because you are completely immune from an irritating human condition called “sweating” or because you are under the “magical spell of a perfect weather”. I would go with the “magical spell of a perfect weather”.",
            "card2": "It would be around 4 to 5 months ago and I was supposed to meet my friends on our college campus in the morning. This was a weekend and we planned to visit a local park and then play cricket on our college playground. The wind was chilly the previous night and that is why I took a jacket with me. The sun, however, unlike the past few days, was shining brightly and the sky was clear and blue. Just after I reached the college campus, I found that my friends were already there. Together we walked to the park and spent an hour there. In fact, this was our favourite park and we often visited it during our college days. The sweet and gentle breeze in the park was quite comfortable. I checked the temperature on my smartphone and it showed that the temperature was 17-degree Celsius. The weather forecast said that the weather on this day would be quite comfortable and it would be a sunny day. Though weather forecasts are often proven wrong, this was not the case on this day! The slight possibility of fog on the weather forecast was also true but not before 11.00 pm at night.\n\nAfter we left the park, we ate burgers at a local fast food restaurant and brought balls, stamps, bats and other equipment from a friend's house to play cricket. We played cricket for approximately 2 hours and I bowled for more than 7-8 overs. The humidity was so good that even after we played for a long, we were not perspiring. The wind did not bother our playing at all. What could we expect more than that!  \n\nI went home at around 2.30 pm and was tired. After I took a shower, I slept for a while and went out for a walk with my mother in the evening.\n\nThe mild temperature, the sunshine, soothing humidity, gentle breeze, and the season made it a perfect day to hang out with friends, play outdoor games and take a walk in the evening. I was outside for the most part of the day and it was neither cold not too hot. Previous few weeks were almost freezing cold and we hardly saw the sun during this time. However, the day I am talking about had been an exceptionally bright and sunny day with the clear blue sky and gentle wind. This was just a perfect weather everyone in our town could wish for!"
        }, {
            "id": "17",
            "title": "Describe an occasion when you borrowed something from others.",
            "points": "• what you borrowed\n• when you borrowed it\n• whom you borrowed it from",
            "subtitle": "occasion",
            "card": "A few years ago I received some news that I needed to fly back home. It was going to be a fairly last-minute trip and I knew that the airfare was going to steadily go up the longer I waited.That day I was at a friend’s house watching a movie as I had a day off. It was in the middle of the movie that I received the text message asking me when I could fly back. I replied that I’d have a look online and would make it back home as soon as possible.\n\nWe paused the movie and I started to check for flights on my phone. In fact it wasn’t just the flights, but the train ride from the airport all the way up to the small fishing village where I come from.\n\nThere was a lot to research and it was becoming incredibly tedious to do it on my phone. Although I can do most things on it, switching between apps and tabs in my browser was taking too long. In the back of my mind I knew that all the prices were going to be steadily going up as the last remaining seats were booked up.I usually try to be self-reliant, and rarely borrow things from other people, but I asked if I could borrow my friend’s laptop so I could book the whole trip as quickly as possible. Of course he agreed, and handed me his MacBook. It made light work of the problem and with my credit card out I was able to do my research and book the tickets so much faster than otherwise would have been possible.\n\nI think the only other option would have been to cut the movie short and for me to have taken a tram home, but his willingness to help saved the day.",
            "card2": "Well, I can think of many occasions when I had to borrow important things from others and for this cue card topic, I will talk about such an occasion when I borrowed a pen from an unknown person when I was in a bank.\n\n I had to borrow a pen to correct the amount I wrote on a cheque leaf and to add a new signature below it. This was an ordinary gel pen that I bowed from a person who was also in the bank to withdraw money. I can’t recall his name but he was standing just behind me at the cashier counter.\n\nIt was probably 6 or 7 months ago when I went to my bank to withdraw some money. I wrote the cheque and signed it from home and went to the bank to withdraw the amount. I waited about 20 minutes in the queue and when I handed over the cheque to the cashier, she informed me that my current balance does not cover the amount I have written on the cheque and my savings account does not permit over-limit. She requested me to rewrite and figure so that she can give me the allowed amount. After she returned the cheque leave which I was supposed to correct, I found that I totally forgot to bring a pen. I asked the cashier if she had a spare pen and she told me that she had lent a pen to a customer and could not find it. I was quite embarrassed and had no other option but to ask the person for a pen who was standing behind me. He smiled and borrowed me a pen that I used to correct the cheque. After I finished with the correction, I thanked that person and showed my gratitude for lending me the pen. I asked his name and it was probably Richard or Ricardo, which I am not quite sure now.\n\n Borrowing something in desperate moments is something we cannot avoid and I think there are several occasions when I had to do it. The particular even I talked about is a moment I needed the pen and had no other way than to borrow it from someone."
        }, {
            "id": "18",
            "title": "Describe a skill you have learned that you think is very useful.",
            "points": "• what it is\n• where and when you learned it\n• how you use it",
            "subtitle": "skill",
            "card": "I can speak Spanish and I consider it as a very useful skill. My mother tongue is not Spanish and it was not even my second language in our school. However, I learned it during my three-year stay with my grandmother in Spain. My grandmother got me admitted in a local school and I learned this language there. After I returned Italy, my homeland, I always practice Spanish with some of my friends from Spain. The comprehensive online language learning materials and reference websites also helped me learning this language.\n\nWell, I use Spanish to talk to my grandparents and three cousins I have in Spain. I also read Spanish story books and novels recommended one of my university teachers who is from Spain. Most importantly, I use my skill to translate some of the web page contents as a freelance translator and this brings a good income for me. I have left the part-time job I was doing in a large grocery shop and now I work solely on the translation jobs online.\n\n I believe that learning a new language and actually being able to use it is a great skill. It enables us to know about a different culture and thus enhances our overall understanding of the diverse cultural aspects of various nations throughout the world. My skill in the Spanish language enables me to make new friends, read books written in another language and understand a different nation and their cultural aspects. Another important use of this skill is my freelancing job. I work as a translator from and to Italian, English and Spanish and I enjoy this job while I earn some money per month. In short, I would say that this skill is quite helpful and handy to me.",
            "card2": "One skill that takes a really long time to learn is Japanese. This is an old Asian language which is notoriously difficult. Although it has no tones like Chinese or Thai, it is nonetheless renowned for its complexity. It has three alphabets, which are mixed together according to some really confusing rules to create the Japanese writing system. This makes it far more difficult than most languages.\n\njapanese lanterns Like any language, you can learn a little Japanese easily, but it takes a long time to get good at it. In fact, becoming fluent at Japanese can take a very long time due to the complexity of the language. It is not just the written language that is tough, but the grammar is hard. Japanese culture is also infused with many cultural rules that require the use of certain honorific forms, meaning that you need to learn a lot of subtle rules in order to speak with people appropriately.\n\n These days, you can learn Japanese online through helpful videos and audio tutorials. You can download apps for your iPad or find a speaking partner to communicate with on Skype. If I succeeded in learning Japanese, I would feel incredibly proud of myself for learning such a challenging language, and I would also feel excited to plan a trip to Japan, knowing that I could explore more easily with my newfound linguistic skills."
        }, {
            "id": "19",
            "title": "Describe a place that you have visited that you particularly liked.",
            "points": "• when you visited there\n• who you went with\n• what was most memorable",
            "subtitle": "place",
            "card": "Singapore is a highly charming country and as a Pakistani, I had the chance to visit the country last year. I liked the Botanic Garden most of the other places in Singapore.\n\nMy parents wanted to go for a shopping to get clothing and other necessary elements for observing the Eid Ul Fitr last year and they planned to visit Singapore. It was my father’s desire to shop in a foreign country for at least once in his life and accordingly he made the plan. After reaching the country, I was charmed with the extraordinary beauties of the city and streets. It was a lively country and the brightly illuminated city made me amazed but I was astonished after visiting the botanic garden. The greeneries of the garden made me feel fresh. The garden was the only rainforest of the country and was occupied by many other people who want to recover their health and take a deep breath.\n\n My parents accompanied me during this trip (in fact, they took me with them to carry the shopping bags and materials). Whatever the purpose was, we passed some wonderful moments together and the tours were astonishing. Before we started the journey to the country, some other business partners of my father also handed over few lists and accordingly money to get the listed things for them. It was truly difficult for us to sort the listed things and at the same time get the things were planned to buy from the local markets. Later my father contacted to one of his partners and reduced the load to some extent saying that he would be unable to bring all the listed products.\n\nMostly we were busy with shopping throughout the days and had little chances to visit across the city. My parents were busy with shopping and one day I took a leave in the morning from them to visit the city. They did not allow me at first and then agreed on the condition that I would not go far. So, I started the lone-journey and reached the botanic garden. The garden was filled with different trees and plants and some of the parts were filled with unknown floral scents. I also saw some people who were having physical exercise and some other people were performing yoga and breathing exercise. I took part in yoga and the participants welcomed me warmly. This is the most memorable part of my visit to the garden.",
            "card2": "Travelling is my passion and I love to explore new places. I even have a wish list of places I would love to go before I die. Among the places I have been to, Sanyou Cave in China is a place that I particularly liked and would love to visit again.\n\nIt was 2005 when I went there with my family members. It would probably be mid-July of 2005 when I had been there. My parents are also fond of travelling new places and my father actually selected this place for a two week’s tour. I went there with my parents, my elder brother and his wife. We wanted to take my grandmother but she declined the proposal considering her health condition.\n\nSanyou Cave is in the sheer cliff at the northern region of Xiling Gorge. This was about 6 miles away from the Yichang City of China. This is considered as one of the best cave scenery in the Asia and the whole part was something unexpected to me.\n\nWalking up the path from the cave to the Zhixin pavilion was the most memorable part of this tour. My father was with me and he said ‘is not it beautiful?’ twice during our walk. I thought I time travelled to a distant past and was part of another time and dimension that I actually live in.\n\nWhen we arrived near the cave and looked around, I was awe stricken. It was quite surprising for me to witness a place that I never thought would exist. This place reminded me the movie ‘Time machine’ that I watched many years before. It was so beautiful a place that I liked every moment of our staying there. We spent the night in a hotel established in the cave and that was enthralling. The meaning of the words ‘Sanyou Cave’ is ‘Cave of the Three Travelers’ and it is said that this is a place that inspires people. The exceptional inspiration I got from this place is something I will cherish, probably for the rest of my life."
        }, {
            "id": "20",
            "title": "Describe a wild animal that can be found in your country.",
            "points": "• what it is and what it looks like\n• where it lives\n• what you like /dislike about it",
            "subtitle": "animal",
            "card": "Although my country is home to a large variety of flora and fauna species, I would like to talk about “Tiger” which is the largest of all cat species. It is most recognizable for its pattern of dark vertical stripes on reddish-orange fur.\n\nIt has been more than 40 years since the Bengal tiger was declared as the National animal of India. It was a part of “project tiger”, an initiative launched to check the dwindling population of tigers in India. Tigers are found in different parts of Asia like India, Bangladesh, Nepal, Bhutan , Malaysia etc.\n\nTigers occupy a wide range of habitat types but mostly require thick cover(to provide camouflage), proximity to water and abundance of prey. It is solitary by nature and doesn’t live in prides unlike Lions. Tigers also prefer secluded den locations which may consist of caves or hollow trees. They usually confine their movements within their own territories.\n\nTigers are one of the most majestic and beautiful wild animals but the situation for this species is critical and requires immediate action. Thousands of tigers have been killed by the poachers for their skin, bones and teeth which are sold in the western countries at exorbitant prices.\n\nI feel that tiger is an iconic species and its conservation should be one of the main objectives of our country. Under the “project tiger” more than 25 tiger reserves have been established in India, in order to protect these animals as much as possible. The population of tigers has increased but poaching still remains a threat. I really hope that these efforts continue in order to preserve this amazing animal. ",
            "card2": "Sample Answer 2:\nWildlife is one of the most important resources for Sweden. This is the place where a notable number of wild animals are found. Moose is one of them and it is available across the country. The country has a huge amount of open spaces which helps to nurture the wilderness. \n\nMoose is a superstar in the realm of wild animals in Sweden. This creature belongs to the deer family. But this is not an animal of wild nature. Due to its popularity among the people, its image is found in almost all of the daily activities. The animal comes with a height of around 210 centimetres with an average weight of around 800 KG. Though they are available in the zoo, they look better in the wild. Though the country is filled with this creature, they are not found in the cities more. They love to stay in nature.\n\nIn most of the cases, moose is found in open space out of the city. In fact, they do not want to approach in the city areas as there are numerous risks for them. Besides, when people see those animals in the city, they also take actions against them fearing plagues and other diseases. Hence, nature is the best place for them and they hardly come out of nature. The mostly live in moderate forests. But often they are also found near the towns when they are in search of their foods. Sometimes, they are also seen near and inside the farmlands in search of their foods. Besides, they are also seen on the roads outside of the city while driving a car. But the largest moose will be found at the Sarek National Park located in Lapland of the country.\n\nThis is a very cool creature in the wild. It has some special features like it does not harm to people. It takes vegetables as its food. Besides, it owns no resistance power at all from being trafficked or hunted. Humans are the larger predators for this creature while it also becomes victims of some other wild animals. This is the larger species of the deer family and Sweden contains the largest number of moose here. interestingly, the love to live alone. They do not have any herd or group to stay together. As a result, they are the easy targets for the predators.  "
        }
    ]
}
