{
    "speaking": [
        {
            "id": "1",
            "title": "Describe a time when someone gave you something you really wanted.",
            "points": "• what it was\n• when it was\n• who gave it to you",
            "subtitle": "wanted",
            "card": "I try not to expect anything from other people when it comes to material possession. But, there are times when we surprisingly end up getting something even when we don’t expect it. Today, I would like to talk about one such occasion when someone offered me something that I really wanted.\nIt was back in the year 2016 when I was still a university student. Back then, I used to live at a university hostel, as it was a residential university, so I didn’t really need to use any transportation to travel back and forth to my university. Suddenly, one day, an official order came from the university authority, ordering all the students to vacate the hostel for a couple of weeks, as the building needed some kind renovation works.\nBy the way, I think that it was an emergency situation as I had heard some news of accident earlier, involving electric short-circuit and fire.  So, the university authority was very much within its right to deal with the problem on an emergency basis. However, while it was nice on the part of my university authority to deal with the building issue rather quickly, it failed to arrange some kind of suitable accommodation for us, close to the university. But, still, there was no other option for us except moving to our new residences, even though we would need to walk some distance to commute back and forth from our university.  \nSo, I thought, it would be great if I could somehow buy or manage a bicycle for my use. I even decided to buy a bicycle at some point.  But, when one of my distant uncles heard about my situation and offered me to use his old bicycle, which he didn’t use anymore, I just couldn’t refuse his kind offer.",
            "card2": "OK, 6 months ago, my old Dual Core laptop started to show problems with battery backup and processing data, so I had decided to buy a new MacBook Pro which has 12 hours backup, 16 Gigabytes memory, 512 Gigabytes storage memory and the i7 processor fast enough to load multiple applications simultaneously. My old Lenovo laptop really can't hold a candle to this MacBook. I was dying to buy this and I had also started to save money for it.\nSurprisingly, for my birthday my wife bought it for me. I was really in the state of euphoria when I saw a packed box of a laptop on my study table. It was the icing on the cake when I opened the box and saw the configuration of a laptop which was exactly the same what I thought to buy. It wasn't only a surprise gift for me, but also lots of love from my spouse. What's more, as this was my birthday, I throw a party and invited to all my close friends and relatives. I show to them the MacBook, all congratulated me for this laptop.\nOverall, I can say that I will never forget about this surprise gift and I will always remember how much my wife loves me. I will try to keep this laptop in a mint condition."
        },{
            "id": "2",
            "title": "Describe a time when you needed to search for important information on the internet.",
            "points": "• when it was\n• what information you needed\n• how long it took you to get the information",
            "subtitle": "internet",
            "card": "If reading without a “looking glass” for a person with eye problems is incomplete and inefficient, searching for important information in today’s world without using the internet has to be incomplete as well. And, I also figured it out when I was searching for some important information about a couple of years ago.\n\nI never really like to travel during the wintertime for two reasons. The first reason is, of course, I don’t enjoy cold weather that much. The second reason is that the winter causes the visibility of roads to become low due to foggy weather, and I am never really comfortable riding on a vehicle when the road visibility is low because it increases the possibility of an accident. But, I really needed to travel during the wintertime about a couple of years ago, because I wanted to see my younger sister, who had just given birth to a beautiful baby girl.\n\nAnyway, I could either travel by train or by bus, depending on how fast I wanted to reach my destination, as well as the “visibility” of the road due to the hazy weather condition. I tried to call both the bus authority and the train authority in order to get the necessary information, but, while they were able to tell me exactly how long it would take me to reach my destination, they couldn’t tell me anything specific about the “winter fog”. So, I decided to hit the internet to find the information on winter fogs of those places, through which my train or bus would pass, by checking the usual temperatures and humidity levels of those areas. Luckily, I learned what I needed to know after searching for about 20 minutes.\n\nAnyway, after finding the needed information, I felt really happy and relieved as I was able to find rather quickly, comparing with other sources of information, that the weather condition was not that bad for a daylong travelling. Besides, I also felt that I could rely on the internet more often in order to find important information for the purpose of meeting our daily informational needs.",
            "card2": "Well, The internet spreads its legs to every nook and corner of this globe. There is a number of websites are available on the internet which is very convenient for people such as amazon.com,ieltsfever.com, Facebook and so on. But here I would like to talk about a time when I had searched about a person named Aamir khan on the internet.\n\nAamir Khan is a bollywood star. He is a successful person in India. I had watched the movies. He is my favorite super star. So, I wanted to know each and every information about him. I have searched for information about him on the internet. I describe it briefly.\n\nI searched that Aamir Khan’s full name is Muhammed Aamir Hussain Khan but he is widely known as Aamir Khan. He is an Indian film actor, director, filmmaker and television talk- show host. Through his thirty-five-year career in Hindi movies, Aamir has established himself one of the most popular and influential actors of Indian cinema. He has a large global following, especially in Southern Asia and Greater China.\n\nKhan is the recipient of numerous awards, including nine Filmfare Awards, four National Film Awards, and an AACTA Award, as well as an Academy Award Nomination. Apart from it, he was honored by the Indian Government with the Padam Shri in 2003 and Padma Bhushan in 2010. He has received an honorary title from the government of China in 2017.\n\nMoreover, if I talk about his personal life, Aamir is a down to earth human being. He talks to everyone with patience and respects his followers. He earns a big amount of money by acting in movies every year but he donates money to needy people. For instance, he has established a Charitable trust which donates money to hospitals, schools and so on."
        },{
            "id": "3",
            "title": "Describe a child with whom you had an interesting conversation.",
            "points": "• who the child was\n• how you know him/her\n• what conversation you have had with him/her",
            "subtitle": "conversation",
            "card": "I was always under the impression that the children can be “handful” probably because I was never good with children, especially, when it came to striking a conversation with them or understanding their needs. But, all that changed when I met little “Raisu” about a couple of years ago in my neighbourhood.\n\nI met the little 5 or 6 years old Raisu for the first time, if my memory serves me well, at one bright and sunny afternoon when he was struggling to fix the “chain” of his bicycle that he was riding. But, after noticing him struggling for a minute, I decided to offer him help to fix his two-wheel ride. Anyway, I had seen Raisu a number of times before, but never really felt inclined to have a chat with him until that moment when he thanked me with a very happy face after fixing his cycle. I asked him about what he was going to do if nobody was there to fix his ride. In response, he simply told me that he would keep trying again and again until it was fixed.   Next, when I asked him if he had any friends, he simply told me that he was not allowed to have any friends of his age (ordered by his parents) because he would always get into fights with them. Our conversation pretty much ended at that point, but before leaving, I asked Raisu if he remembered how to fix his chain. In response, with a big smile on his face again, he said that he didn’t remember.  \n\nI thought that the conversation with Raisu was really interesting because up until that conversation, I never knew that a child of that age could understand the virtue of trying again and again. It was also interesting because Raisu reminded me of sticking to the truth no matter how embarrassing it really was by revealing the truth to me about the reason for not having any friends. Finally, the conversation with Raisu taught me that it was ok to “forget” about things in life because life would go on one way or another.",
            "card2": "Everyone loves to be with children. I love to be with them too due to their extraordinary charms. Recently, I met a child on my way back home. Nearly a four-year-old baby boy had a smart way of responding on that day. He was the son of my co-passenger on the bus.\n\nInitially, I did not have the intention to engage in conversations with the baby. But gradually, I discovered that the baby was highly intelligent. He was replying craftily to his father’s questions. Besides, when I had eye contact with him, he smiled attractively. It was the introduction phase between us.\n\nWell, I do not have regular contact with the baby but I am connected to his dad through social media. After the first meet, I urged the man to share his social profile details so that I can keep connected with the baby. Accordingly, I have some video chats with the baby, particularly in the evening hours. I enjoy the conversations and planning to visit him next week.\n\nI did not have any idea that a baby of his age can discuss issues of playing cricket with friends. He has several friends who play cricket with him. And he was planning to get some playing gears. I asked him which one he loved and his reply was amazing. He was aware of the pros and cons of a cricket bat and smartly selects his piece. Moreover, he also knew almost all the rules of cricket games and all the things appeared interesting to me. I have never seen a boy before to so attentive on the game."
        },{
            "id": "4",
            "title": "Describe a meal that you enjoyed at a restaurant.",
            "points": "• where the restaurant was\n• what food you ordered\n• who was/were with you",
            "subtitle": "",
            "card": "After eating home-cooked food for a long period of time, when you get an opportunity to eat your favourite dish at one of your favourite restaurants with your friends and relatives, you know that you are in luck to have a great time. The same happened to me when some of my friends invited me to eat one of my all-time favourite dishes at one of my favourite restaurants during the weekend, I knew that I was going to enjoy it all!\n\nIt was a very famous and busy restaurant called “Dandylion”, located in the city of Toronto, which was not very far away from where I lived at that time. Since it was a really busy food place, we needed to reserve for our seats well in advance in order to avoid the unnecessary waiting period. Anyway, finally the much-awaited weekend had arrived, and we were ready to enjoy our “weekend special” at \"Dandylion\" restaurant. We all ordered for our Sirloin Steaks and mashed potatoes with some fresh salads on the side.  While our main dishes were being prepared, I and my friends were busy eating the desserts which were some of the best in the town. Of course, our Sirloin steaks arrived while we were still busy with our desserts. So, it wasn’t really necessary to wait any longer, and we were busy putting the slices of our steaks into our mouths in no time. In fact, we were eating them like they were going “out of style” soon.",
            "card2": "Food is the key element for every human being for the survival on the earth but not every food is that much tasty or applicable for all ages of people. Besides, preparation of the foods is also another issue for consideration. In my city, Mumbai, I have a favourite restaurant that offers different types of prepared food.\n\nAs I am a food-lover, I like to taste foods from different parts of the city and every weekend I start peeping at different restaurants. I taste all types of foods and finally I turn into a regular client for the best one. The restaurant named Zodiac Grill is located at the lobby level of the Taj Mahal Palace Hotel in Mumbai. It is located almost in the centre area of the city and thus easily accessible for all.I liked the restaurant most for different reasons. The first and important cause is its decoration. The entire restaurant is decorated with zodiac signs (the sign also belongs to me) and the sitting arrangement was superb. Moreover, I was in love when I had the delicious smoked salmon before me. In other restaurants, I did not have the fish in a smoked form and the taste was excellent. Besides, the service was also fantastic. I had experienced delays and other sorts of problems in other places where I went to have my meals, but here I had no such troubles. Everything was in order and I was served with the necessary services even before asking for help. The best thing about the restaurant is its multi-national cuisine. The foods are truly superb!\n\nWhen I first went to the restaurant, I ordered a tasting menu. It was a smoked salmon and caviar. The preparation of the foods took short moments than the regular hours and the serving method was praiseworthy too. I also ordered for tiger prawn and also took some vegetables too. When I ordered a chicken menu, I found that nothing could be compared to the item and it was prepared as the way that the meats were melting immediately I took them into my mouth.\n\nFoods are the keys to our life. For a healthy life, we need to have foods and it should be tasty too. I have taken foods almost all of the restaurants in Mumbai but none of those could be compared to the foods I have had at the Zodiac Grill. When I entered the restaurant, I was welcomed and treated like a King of the state. When I ordered the items, they arrived within 15 minutes of the order placement which amazed me most. The surrounding decoration of the restaurant is adorable and the foods belong to the finest quality and the prices are reasonable. Thereby, I enjoyed eating at the restaurant."
        },{
            "id": "5",
            "title": "Describe a memorable event in your life.",
            "points": "• when the event took place\n• where the event took place\n• what happened exactly",
            "subtitle": "life",
            "card": "There are several joyful events in my life that I can summon up and out of those, I would like to talk about the day that my aunt was blessed with a little baby boy. This was an event that I still recall vibrantly.\n\nMy aunt gave birth of the baby in a hospital. When I saw a little prince was crying on my aunt's lap I was like skimming that time. I was very contented when I heard my aunt is going to give a birth a baby. I got very animated and I was counting days when this baby will come. I speculated and anticipated lots of things I would do with the baby. On the day when the baby came into the world was one of the happiest days of my life.\n\nI usually used to go look after my aunt. After I went to the hospital to see the price, I was very glad and attached by the event. I heard a baby's crying voice and then went near the baby. For the first time in my life, I felt a strong desire to kiss and hug him. He was so cute and adorable. He was trying to open his little eyes. I thanked God for this precious gift because my uncle and aunt had no children for many years even after their desperate tries. They gave birth to the baby after 15 years of their marriage.\n\nMy aunt asked me to hold him and kiss him. But I was so afraid to touch him as I thought that might hurt him. I felt I was in another world that time with the baby. After spending lots of time my parents were ready to go home but I denied returning home at night. I stayed in the hospital.  This was a thrilling event for me.\n\nNow I have a great attachment to him. His first word was my name. But that time he didn't know who exactly he is calling! So this was the event that I like the most. It gives me lots of happiness and that’s why I cherish this memory very much.",
            "card2": "Life is full of many, many events. While we tend to forget most of these events, some of them do stick to our memories because of their profound meanings and values to us. Anyway, I would like to talk about one such event which, well, has helped me become the person I am today.\n\nIt was about 10 years ago, and I had just finished high school while still living with my parents in my home town. So, naturally, it was time for me to go to a university. But, I didn’t want to attend just “any” university as I had prepared myself, at least I thought so during that period of time, for attending the best business college in my country except, of course, I needed to pass a very hard and comprehensive university admission test before I could actually fulfil my dream. Anyway, as if passing a hard test wasn’t enough of a problem, when I took the test, I was actually suffering from some really bad cough and fever. So, naturally, I thought that I wasn’t going to pass the test. But, luckily, to the best surprise of my life, I did pass the admission test, and I did manage to attend the University of my dream, far away from my home town. \n\nThis event was memorable to me mainly because it was after this event I started to feel more confident, which I really lacked up until that point, about my life and its overall goals. Besides, it made me feel really happy and emotional because my years of hard works and efforts had finally paid off, even though none of my family members or friends believed that I could actually pass the test because of my illness. Finally, and probably very importantly also, it allowed me to explore my life and the world around me on my own, away from the comfort of staying at home with my parents, while studying at one of best universities in my country."
        },{
            "id": "6",
            "title": "Describe a radio program/show that you find interesting.",
            "points": "• where it was located\n• how it looked like\n• when you went there and why",
            "subtitle": "radio",
            "card": "I only went there once, and it was a long time ago, but it made such an impression on me that I feel I can still visualise it really well. I went there to meet a writer, who is my cousin's brother-in-law. I am talking about a house that this writer owns where I have been to a few years ago only to find out an amazing house. I’m going to try and explain who the property belonged to, where it was, what it looked like inside and try and explain what it was that made such a strong impression on me.\n\nThe person who owns the property is a relative of my cousin Marrie and a writer by profession. So in a sense, he was my relative as well and I went there to record an interview with this writer.\n\nIt was in a remote area in Ireland. I interrupted my coach trip up the East Coast of Irland to get off at this remote town in far North Ireland. It wasn’t a usual tourist drop-off point, and I think I may even have had to request that the driver made a special stop at the settlement just for me. I stuck out like a sore thumb. I made my way to the only accommodation available, a sort of cheap motel.\n\nI hired a tour guide and I had no idea what to expect but clambered into the truck, and off we went, bouncing down rutted tracks, deeper and deeper into the village. I was a bit apprehensive about doing this.\n\nI sat and joined the guide and heard different local stories on our journey to the house. We reached there after three hours or so, I was amazed when I looked at a palace type house there. It was like a movie, not reality. It was extraordinary. The house was in the middle of a large area and I have never seen anything like this, or perhaps may have read in novels.",
            "card2": "After seeing the widespread use of television, I thought that radio was going to be extinct sooner rather than later. But, with the introduction of FM radio as well as some interesting programmes, aired by them, it looks like radio is trying to make a comeback. However, today, I would like to talk about one such programme, which I find really interesting.\n\nIt is a programme on “improving communication skills” for young job seekers. I have been listening to this programme for about a year, which is aired at around 7:00 pm on Saturday every week. The programme, consisting of 3 different segments, runs for about an hour.\n\nIn the first segment of the programme, a group of successful professionals from different job sectors joins the host of this programme where the professionals try to answer different kinds of “communication” related questions in light of their professional experience. Sometimes, participating professionals also try to explain different communication protocols for different industries. In the second segment of the programme, the audience of the programme gets to ask the guest professionals an array of professional communication-related questions which are then answered as clearly as possible, one after another, by the participants.\n\nIn the third and final part of the program, which I like the most, a mock-up conversation takes place in a professional set up among different professional individuals in order to highlight the errors in communication as well as correcting them in real-time. At the end of the program, the host leaves the programme after asking some quizzes to the followers of this programme in order for them to be answered via mail or email in the following week.\n\nAnyway, I think, this particular radio programme is really interesting because it has managed to show how effective communication can change our professional life and experience. Besides, I find it interesting also because, among many other things, this programme also teaches us that majority of our world’s problems would have just vanished instantly if we had known how to communicate with each other properly."
        },{
            "id": "7",
            "title": "Describe something you bought but did not use much.",
            "points": "• what you bought\n• when you bought it\n• why you bought it",
            "subtitle": "Bought",
            "card": "We buy things either because we need them, or we like them. Sometimes we buy things just because we think we might need them! But, just because we buy something, we need, it doesn’t necessarily mean that we use them much. Sometimes, we don’t even use them at all and leave them at a storeroom. One such thing, that I bought a few years ago, was a nice looking and expensive sound system, made by a very famous German company.  However, I scarcely used it ever.\n\nIt was a sound system which was really unique and special to me at the time of its purchase because of its many cool and advanced features. In fact, I bought the system after making very careful consideration of the coverage requirements for my rooms, the walls, the ceiling and the floors as so that the sound system could interact perfectly with its surroundings. Anyway, I bought the sound amplifier, of course, because I wanted to listen to some of my favourite soft rock and pop music in isolation from the crowds and noise of the “rest of the world”.\n\nHowever, after using it for the first few weeks in a random fashion after buying it, I didn’t exactly use my favourite sound system much anymore mainly because I just didn’t have enough time. Besides, changing and resetting the speaker system, every time you want to listen to a different genre of songs, can be a bit frustrating and time-consuming. On top of that, my family members didn’t exactly like the way I was enjoying my “free time” by listening to music in isolation from the rest of my family.\n\nFinally, I have a smartphone now in my hand which allows me to listen to my favourite songs with just a “click” of the buttons.  Anyway, just because I don’t use my speaker system much anymore, it doesn’t necessarily mean that I don’t like it anymore. In fact, I still like it just as the time when I bought it first, and I will keep it with me as long as I can!",
            "card2": "I don’t usually like to buy so may things unless I know for sure that I need them or will use them. But, there had been some occasions, when I have bought a few things, which eventually were left “unused” for the most part. Today, I would like to talk about one such item, which I didn’t use much, after buying it.\n\nIt is a regular mobile phone which I bought about 2 years ago from a local electronics shop in my hometown. By the way, the smartphones were already in the markets at that time, but still, I chose to buy a regular phone, primarily because I wanted to spend more time reading than browsing, chatting and playing video games. It is also worth mentioning here that I didn’t own any mobile phone before 2 years because I wasn’t initially very comfortable with the “radiation” of these mobile devices. But, I had to buy one later on because of some practical reasons as I needed to keep in touch with my family and friends more frequently.\n\nAnyway, after buying my first mobile phone, I took good care of it in order to make sure that the phone was always running perfectly well. To keep it secure, I even bought a plastic “mobile phone protector” in order to prevent it from getting “scratch”. Anyway, I really liked my little handheld device because it had a rather unique colour, and it was perfect in size, as it fitted perfectly well within my palm. But, after using it for a few months, I was forced to buy a smartphone so that I could check my emails on the go as I needed to do so for my professional purpose.\n\nAnyway, I didn’t use my regular mobile phone, primarily because I bought a smartphone and started to use it more often. After all, my regular phone didn’t offer me an option for internet use, and it also didn’t look as fancy as my new smartphone. Besides, I didn’t use it that much also because I disliked the idea of carrying two mobile phones at a time."
        },{
            "id": "8",
            "title": "Describe a time when you had to change your plan.",
            "points": "• when this happened\n• what made you change the plan\n• what the new plan was",
            "subtitle": "plan",
            "card": "I am not exactly one of those people who like to plan things ahead of the schedule. But, when I do plan, which seems to be harder for me than doing the actual works, I want to make sure that I am able to execute my plans properly in order to “reap” the benefits of my “hard work”.\n\nBut, unfortunately, it was not the case when I planned for a camping trip with my cousins last time about 2 years ago in order to spend a night at a lake site. We knew exactly what we were up to. So, we prepared for everything by packing all the necessary things from sleeping bags, tents and outdoor cooking supplies to maps, compass, flashlights, extra clothing, lighters, candles and first aid kits. In fact, we had a perfect plan with everything under control except, of course, the weather. Well, we found out just before a day ahead of our scheduled trip that there would be a hailstorm with some heavy rains in the forecast the following day.\n\nSo, the new plan (or its lack thereof) was that we would remain indoors the whole day while watching some footballs and movies over some freshly-baked popcorns and cans of cold coca cola on the sides. And, if weather permitting, we possibly could enjoy some grilled barbeque as well.   \n\nWell, how I felt about the change? Let’s just say that the weather guy, who had forecasted about a bright and sunny day a week earlier on my TV, wouldn’t exactly be very pleased to know what I “called” him in his absence, only to realize at the end, of course, that the weather guy wasn’t exactly in control of the weather either. However, the worst part of changing the plan was that I was not allowed to enjoy our camping and a great outdoors near a beautiful lake while fishing in it with my cousins, courtesy to the “not-so” cooperative weather. Finally, unpacking my bags and luggage and putting the stuff back in the right places due to the change in the plan was also a bit irritating, to say the least.\n\nBut, other than that, I was pretty relaxed, consoling myself, that there always was the next time. So, instead of remaining disappointed, I decided to enjoy my time inside my house with my cousins while planning for our next camping trip except, of course, this time around, we didn’t want to rely on a weather guy for our weather information.",
            "card2": "Plans are a very promising phenomenon that occurs regularly in our lives. But they change due to different factors. Many a time I have intended a lot of things with a lot of ambitions but had to cancel or change due to various reasons.\n\nOne such incident took place when I had planned a motorcycling trip to a hill station nestled deep in the crevices of the Himalayan Mountains, along with a few friends. On a warm summer day we were sitting at a cafe near my place, and while we enjoyed our drinks, when I suddenly came up with an idea to go to a beautiful location in the hills near Himachal Pradesh on our motorcycles. We all discussed the plan and after a lot of brainstorming, we finalized our visit in the upcoming month of May, during our vacations. I was very excited and took permission from my family as well. After their agreement, I started preparing for the expedition and confirming the trip to the last detail. Sadly, sometimes such things happen due to which our pre-planning goes for a toss. Two days before we had to leave, my friend came to me and told me about a devastating earthquake that happened in the area we had decided to visit.\n\nAs a result, I was despaired and had almost reached the point of tears. With a heavy heart, I then called up all my friends and told them about the last minute change and the cancellation of the trip. Even after the change of plan, I had decided to visit the place during the autumn and promised myself that I will propose this trip again."
        },{
            "id": "9",
            "title": "Describe someone you know who has a lot of responsibilities.",
            "points": "• Who this person is\n• What he/she does\n• What kind of responsibilities that person has",
            "subtitle": "responsibilities",
            "card": "We live in a strange world where some people have a very easy life, with almost nothing to worry about, while others have a lot of duties and responsibilities on their shoulders. Of course, it can’t also be denied that not all of us are meant and programmed to shoulder the burden of such huge responsibilities, but those, who do, certainly deserve our admiration and applause. Today, I would like to talk about one such person who I admire and respect because of handling a lot of responsibilities.\n\nThe person, I am talking about, is my eldest cousin. Even though he is a significantly elder person than me, I have seen him from very close how he handles all those responsibilities, he has, at ease. First of all, he is a medical doctor by profession. Now, being a medical doctor alone itself is a huge responsibility since he has to treat a lot of patients, some of who are seriously ill, on a regular basis. On top of that, he also is an elected public official in our local city government where he has to meet a lot of people on a regular basis to talk about the issues and problems which affect our city.\n\nNow, if you add all of these responsibilities, he has to deal with almost every day, to the fact that he also has to run an orphanage of almost 200 little children by looking after their food, education and health issues on a daily basis, you can’t really help but think of him as a “superhuman”.  But, of course, he is no superman, but rather he is just a regular man just like us who has lots of energy and a good heart to do good things for other people.\n\nAnyway, sometimes I really wonder how possibly my cousin handles so many responsibilities together. Then I figured out that he knows how to manage his time perfectly. Besides, I also think that since he is a medical doctor himself, he just knows how to remain physically and mentally fit all the times.",
            "card2": "In my opinion, my father is a person who has lots of responsibilities and he has a good quality of balancing these responsibilities with his daily life.\n\nFirst of all, he works in a government organisation and on an average he spends 9 hours a day in his office. Though I don’t know the details of his every job responsibility, I have a good idea of his duties and this is a tough job position to hold. He is responsible for maintaining the education sector of the town and every day he has to spend a busy time at his office. I have visited his office several times and always found him busy meeting with the teachers of different education institutes as well as other government officers.\n\nBesides his duty towards the country and the government, he maintains a family of 12 members. I have 3 siblings and two of my uncles live with us. My grandmother lives with us and my father is the only earning member of this big family. Apart from the expenses, he spends his time very wisely to keep in touch with all family members. He takes care of our education, balance nutrition and treatment. He is a hard-working person and he does many of our family tasks.\n\nHe is a social worker as well and often attends the community meetings. As a decision-making member of this welfare community society, he performs many works there as well.\n\nOne of his greatest responsibilities is to take care of his mother and amazingly he is very good at it. Sometimes I wonder how come he can manage so many things so well!\n\nIn my opinion, my father is a good-hearted, hard-working person who maintains an exemplary life with lots of duties and responsibilities."
        },{
            "id": "10",
            "title": "Describe a long-distance journey you have been on.",
            "points": "• when you took this journey\n• where you went\n• what kind of transportation you used",
            "subtitle": "journey",
            "card": "During this journey, we also visited a beautiful Park on the way. Actually one of my friends suddenly said me to stop the car on the way. Then he told me that he had seen a beautiful Park and he started insisting all friends to go there. So we visited this Park named “Naveen Park”.\n\nApart from it, during this long car journey, we stopped our car on restaurant named “Dharma Karma Punjabi Restaurant”. There, we ate food according to our own choice. We enjoyed the food service of this restaurant.\n\nMoreover, when we were going to Delhi on car, I clicked some pictures of my friends as well as mine to make these moments memorable. We also clicked a group photo and I had hung it on the wall of my home.\n\nSo after 6 hours, we reached Delhi. There, we visited some tourist places such as , red Fort, India Gate, rose garden in president house, food streets and so on.\n\nIn Delhi, we stayed at Hotel for 2 days. After visiting beautiful places in Delhi, we came back to home to complete the pending work of summer vacations.",
            "card2": "I have always loved taking long-distance journeys since my high school days. These journeys have allowed me to visit many of my friends – friends whom I met before - in different parts of my country. So, I would just go ahead and talk about one of those journeys which I undertook about a month ago.\n\nBut, before anything else, it is worth mentioning the reasons here as to why or how I could have possibly met so many friends in different parts of my country. Well, the answer is, my father was a government serviceman, and he needed to be stationed in different places all over my country. And, whenever I lived in a new place, it offered me an opportunity to make new friends there before moving to a new place again. Anyway, this had continued for years, but it had to end at a certain point, and it indeed did when my father was eventually retired. On the other hands, of course, my friendship, I already had managed to build with others over the years, didn’t go to retirement. In fact, it remained very much alive and well, as I and my friends kept frequently visiting each other, just as I visited one of them in one of the port cities of my country by train on that occasion.\n\nIt was a good 15-hours long journey, but it certainly didn’t feel that long as it was a very comfortable journey. The services inside the train were great and the seats were of top class, but the best thing about that train journey was that I could fall asleep easily inside it because of its rhythmic motion and movement.\n\nAnyway, on this journey, I managed to spend my time rather well by reading a couple of books, which I always wanted to read. Besides, I also listened to some of my favourite songs on my smartphone in addition to also listening to classical songs, which were being played by the train audio service. Finally, I also enjoyed a few small but great snacks which were offered by the designated catering service there."
        },{
            "id": "11",
            "title": "Describe a good neighbour of yours.",
            "points": "• who this person is\n• how long he/she is your neighbour\n• what sort of person this neighbour is",
            "subtitle": "Neighbour",
            "card": "People say that we can choose our friends but not our neighbours, and I happen to agree with this wholeheartedly. So, having good neighbours is very important, and today, I would like to talk about one such good neighbour I have.\n\nThe name of this good neighbour of mine is Phillip Shetty, and he has been my neighbour for almost 3 years now. In the beginning, of course, I didn’t really know about his exact profession or any other details about him except only that he worked with kids. On the other hands, I didn’t really like to ask him about anything because it was against my principle to poke nose into the business of the people, even though, we meet almost every day.\n\nThen, one day, I found Phillip to be in a rather distressed mode, and so I reluctantly asked him what was bothering him. In response, Phillip told me in a grim face that one of the children had a serious accident the previous day because he was left alone near a busy road unattended, and it was at that time I knew that he works with young children and runs a preparatory school. Anyway, as a neighbour, Phillip seems to be a very considerate person, and he has proved it by not walking his pet dog close to my home after knowing that I am allergic to the pets like cats and dogs. Besides, this neighbour of mine never forgets to remind me that I can ask him for any kind of help. Phillip is a person of little words, but when he talks, he never forgets to smile.\n\nAnyway, I think that Phillip is a good neighbour he never complicates things for a simple neighbour like me. Besides, I also know that I can count on this good neighbour of mine when I would need any help. Finally, I think he is a good neighbour also because he is a hard-working person and hardly ever wastes his time doing unproductive things, like gossiping.",
            "card2": "I live in a beautiful and peaceful area and most of my neighbours are kind, benevolent and well-mannered. Among them, I would pick Mr Patrick as a very good neighbour I have. He is an Engineer and works for a large engineering and manufacturing company. He is married and has four children.\n\nHe lives with his family only three blocks away from our house. He moved in our community 5-6 years ago and in this sense, he is my neighbour for the last 5-6 years.\n\nHe is a very amiable and talented person. He speaks very kindly with everybody and with children and senior citizen he behaves very mildly no matter what. I have seen his research papers been published in a reputed science and engineering journal and he is a renowned engineer in our town. In his career life, he is a successful Engineer and in his personal life, he is a good human, doting father and caring husband. He obeys the rules and regulation of our community very strictly and because of that, everyone in our community likes him.\n\nI like him very much because of his kind and benevolent attitude and cordial behaviour. He helps poor people and also boldly protests any discrimination and injustice he notices. His talent, fame and successful career have not made him a proud person. Rather he has become a kind and good-hearted man over time. In our community, most of the people like him and he is, in my opinion, a neighbour anyone would expect to have."
        },{
            "id": "12",
            "title": "Describe a famous food from your hometown or country.",
            "points": "• what it is\n• what it tastes like\n• how it is prepared",
            "subtitle": "food",
            "card": "Among many other things, being a proud and privileged Canadian also means that you get to try different kinds of amazing and tasty foods all year round. Today, I would like to talk about one such food which is like a very popular signature dish of Canada.\n\nThe name of this famous food is called “Tourtière”. Originating from the Canadian province of Quebec, it is a Canadian meat pie dish that is usually made with minced pork, veal or beef and potatoes. But, even though, it has been originated in French-Canada, it is not exclusive to Quebec only. Rather, this savoury dish is also served all over Canada and its bordering areas of the USA.\n\nAnyway, in order to cook “Tourtiere”, one would need two pie crusts, the meat of choice, some mashed potato, clove, allspice, onion and cinnamon. Then, in a large skillet, heat some olive oil to medium-high. Add your onion, your beef and pork, and let it brown. Break up the meat into small pieces as it cooks. Add the mashed potato and spices. Later, in n a small bowl, whisk together the meat broth and flour together. Pour that into the pan and mix everything until the potato has dissolved into a filling and your broth has thickened. Then place your meat filling on one crust and then cover them the other crust. Later, place your meat pie in a 375˚F oven and bake for 45 – 50 minutes. Viola! Your meat pie should be nice, golden brown and ready to serve! By the way, one would be sure to like its juicy and crunchy taste of the roasted onion and beef/pork. On top of that, the aroma of clove would stimulate your taste bud like nothing else.\n\nAnyway, it is a famous food, mainly because it is used as a staple Christmas dish in pretty much all over Canada. Besides, it is famous because nothing really brings the family together like the unique and delicious taste of “Tourtiere”.",
            "card2": "The people of Sri Lanka are simple in their living and lifestyle. Food is not a major issue for us but we do cook some delicious foods. Today I will describe one of the best attractive and famous curries of my country. Thank you for the question. I am proud to answer it.\n\nThe curry is known as Kukul Mas Curry or chicken curry. This is a simple dish but tastes delicious. Moreover, the preparation process is less complicated than the other curries. The ingredients are available and the most important thing is the smell. The smell is outstanding and will make you feel hungry instantly. This is a very popular curry to the Sri Lankans.\n\nThe taste of this curry is different for the spices. Ordinarily, a chicken curry tastes good. They are prepared with fewer spices. But they taste hot for the spices used in the curry. The basic difference between the ordinary chicken curry and Kukul Mas Curry is that it comes with a delicious flavour and the flavour is brought by the spices. The curry is enriched with spices like cloves, chilli powder, fennel seeds and cinnamon. The spices make the smell really adorable. The spice essence is exposed greatly as the chicken is cooked for a long time. the lengthy cooking also helps to increase the taste of the chicken. In fact, after the cooking is done, it looks mouthwatering."
        },{
            "id": "13",
            "title": "Describe a foreign musical festival that you enjoyed.",
            "points": "• when you watched it\n• where it was held\n• who was there with you",
            "subtitle": "festival",
            "card": "People say that Barcelona has it all by the bucket-load. From the architecture of the enchanting Gothic old town to some breathtaking artworks that peppers all over the city, and the endless fiestas that bring the locals out to party in the streets, you just name it, and Barcelona has it. But what people don’t say that it is also the home to one of the biggest and most popular music festivals in the world which I attended and enjoyed about a few years ago.\n\nNow, when I flew from Malaysia to visit Spain, I and couple of my friends had no clue or plan whatsoever for attending the music festival called “Primavera Sound” in Barcelona. In fact, we only flew there to see a close friend who was working and living in a small town called “Terrassa” (only about 25 kilometres from Barcelona). But, as we were roaming in the streets of Barcelona, my friend told me that Barcelona was usually very crowded in the month of June since many music lovers from all over Europe would flock there to enjoy the music festival. My friend even told us that artists from at least 40 countries around the world come to perform there every year, and so it was like a “haven” for music lovers. \n\nLearning about the festival, all of my friends, including me, decided that we would also go to that music festival. After all, it was like a “once in a lifetime opportunity” for us since none of us would know for sure that we would ever come back to Spain again. \n\nAnyway, I really enjoyed the foreign music festival, primarily because it offered me the opportunity to listen to some of the world’s most popular artists live. Besides, they played so many different genres of songs, be it rock, hip hop, electronic, with such a huge range of styles that I was actually struggling to keep up with them. The atmosphere there was so electric, with so much clapping and cheering around us, that I had forgotten about all of the worries of my worldly life for the night.",
            "card2": "A musical event I enjoyed attending was an opera. It was a presentation of La Boheme and it took place at the Sydney Opera House. There are several reasons why I enjoyed the event. First of all, it was the very first opera I watched in my life. I went to Australia as part of my student exchange project and got a chance to see my sister Aditi who lives there. During this visit I also met some of her friends. They were all very nice people. We went together to watch the opera. I was quite excited about getting an opportunity to visit the Sydney Opera House. In addition, I thoroughly enjoyed their company. It was great fun going to a new place with people I felt comfortable with.\n\nThe music was great, but that was not the only reason I enjoyed the event. I absolutely loved the building and its surroundings. It is located in a beautiful place. The round roofs are an architectural marvel. They look like waves. The best thing about the building is the acoustics. It is incredible.\n\nWatching the opera was a magical experience. I enjoyed it so much. It was a very special moment for me to watch an opera on the stage for the first time. Those memories will stay with me for a long time."
        },{
            "id": "14",
            "title": "Describe a school where you studied when you were a child.",
            "points": "• where the school was\n• when you went there\n• what the school and the teachers were like",
            "subtitle": "school",
            "card": "When I was attending an elementary school, I didn’t really know very much about how a school should have been. But, one thing is for sure that I really liked going to my elementary school as a child. So, I guess, I am going to go ahead and talk about my elementary school which I last attended about 20 years ago.\n\nThis elementary school, I attended, wasn’t exactly a very big school since it was located in a rather small town which didn’t probably have more than 15 or 20 thousand population. Back then, my whole family was living there since that was where my father’s job site was.\n\nAnyway, even though it was a rather old school (from someone, back then, I heard that some famous landlord built that school on his private property about 150 years ago), it surprisingly looked very well-maintained. Of course, there were some cracks here and there on its buildings, but it still looked great in some vibrant light yellow colour. The school had about 7 or 8 buildings if I remember correctly, but they all were designed and lined in such a beautiful manner that they together formed a shape of half-moon crescent from a distance. Besides, the school also had a large pond with clear water in front of it, and a moderately large empty space which occasionally was used as a football stadium by us.\n\nThe teachers of the school were very friendly and passionate about teaching. By the way, our school had a dress code, but our good teachers would never admonish us for failing to stick with it. Most of our teachers were young in age, so it was really easy for us to relate to them.\n\nAnyway, I really enjoyed my time in this elementary school, primarily because it had a rather laid-back and relaxed environment. Besides, since the school had a relatively small number of students, we all were like a family, and we pretty much all knew each other. What I also loved about the school the most is that the teachers there would make our lessons very interesting and enjoyable.",
            "card2": "When we talk about childhood, the first memories that we can recall are of our good times spent in school. I studied in Convent of Jesus & Mary, Dehradun. It is one of the most prestigious and oldest schools in Dehradun. Even though many years have passed since I left school, I vividly remember the impressive layout and architecture of my school.\n\nThere was a huge church at the entrance. After the church, there was a beautiful garden on one side and the rows of colourful seasonal flowers gave a warm welcome. All the students walked along this floral path towards the main building. A sense of calm pervaded over me when I stepped into the school every morning and walked down towards the main building.\n\nThe junior and senior sections had dedicated buildings. A vast playground separated the two wings. The playground was fully equipped with swings, monkey bars and sea-saws. Swings were my favourite. It was a routine for me to reach early so that I could go on the swings for few minutes before going to my class.\n\nAll the teachers in my school were very loving and caring. Throughout my schooling we were taught how to lead a disciplined life. The focus was on all round development and the teachers encouraged the students to participate in a range of extracurricular activities, from dramatics, dancing, singing to sports. The personality of every student was nurtured with utmost responsibility.\n\nI consider myself fortunate to attend this school. Whatever I have achieved today the credit for it goes to the dedication of the teachers."
        },{
            "id": "15",
            "title": "Describe a relaxing day you had once after a period of hard work or study.",
            "points": "• when you had this relaxing day\n• where you spent this day\n• who you spent it with and what you did",
            "subtitle": "",
            "card": "Sometimes, I think that there is nothing better than a relaxing day for a hard-working person after a period of some arduous works. At least, I felt it when I had to work for almost one week, nonstop, and then finally got a day off from my office about a few months ago.\n\nTo be honest, I had never worked for such a long time at a stretch before, but with an overwhelming number of new shipment orders of our chocolate products during a major religious holiday season, I, as a Supply Chain Manager, had no other option but to keep working overtime. To make the situation even worse, a couple of our company staff, working under my supervision, had suddenly fallen sick at the same time, and as a result, couldn’t come to the work.\n\nSo, it was quite a challenge for me to do the works of at least 6/7 people all by myself along with a couple of other junior staff. But, luckily, we aced it, and finally, it was the time for me to relax for a whole day. And, to me, there has never been a better place to relax than going to a lake, find some nice place to sit and practice some fishing. Of course, I never really liked to do this alone, so I took a couple of my close friends with me like any other times to accompany me. By the way, it was not the fishing which was my intention, but rather, I just wanted to enjoy the nature around me while cracking jokes at my friends and enjoying some of our favourite snacks and food.\n\nAnyway, it was a relaxing day, primarily because I didn’t exactly have to worry about my work for the whole day. I found it relaxing also because I could stay close to Mother Nature while listening to some beautiful chirping sound of little birds around me as if they were singing to entertain us. Finally, I was in a very relaxing mood on that day because I could laugh and joke with my best friends for the whole time.",
            "card2": "It was probably during the mid-summer 3 years ago when I joined my first job after finishing my graduation. And as it was a project-based job, I had to work really hard. There was a deadline for a client’s project and the team I worked with had been desperate and determined to meet the deadline. Though I was a new member of the team, they expected me to engage my maximum effort.\n\nI was a bit worried at first and felt a bit perplexed to have such type of pressure just after joining the job. But later, I took it as a challenge and started working hard. After 3 weeks’ of non-stop work and reviews, finally, we were able to deliver the project in time and the office declared 3 days off for the team as well as a bonus. It was Friday and I remember having a very relaxing day. In fact, I spent the whole three days with great satisfaction and relaxing mood than usual days.\n\nI left my bed at around 10:00 am and spent the day mostly at home. In the evening I went to meet a friend and went to watch a movie in the theatre. At night we had dinner together with 2 other friends and I returned home at around 11:30 pm.\n\nIt was a relaxing day mostly because I felt it as a reward after hard work and effort. I had such many days but that day was exceptional because I mentally felt it as a really relaxing day. Naturally, I was feeling good to be able to finish such a tough project and I had three days’ off and that’s why did not feel the urge to go to the office next day. The situation, the routine free life, the contempt and the leisure activities after a long made the day a really enjoyable and relaxing day."
        },{
            "id": "16",
            "title": "Describe an excursion or education tour you took part in.",
            "points": "• when it was\n• what you did\n• what you learned from it",
            "subtitle": "education",
            "card": "I went on several educational excursions and tours both as a high school student as well as a junior college student.  Not to mention, all of those excursions were both educational and fun. But, the one, I am about to talk today, was more than just educational and fun.\n\nThe excursion, I am talking about, took place about 15 years from now when I was a final year junior college student. By the way, up and until then, I never really thought of visiting a museum nor did I ever get an opportunity to visit one. So, naturally, when our college supervisor told us one day that we were going to visit our “Liberation War Museum”, I felt a bit excited.\n\nSo, one day, together with 30 students from our class and 3 teachers, we hit the road to visit the liberation war museum in the capital city of our country. It was a long 3-hour journey, but it felt like only an hour or so because we were really enjoying our bus ride.\n\nAnyway, after reaching the museum, the museum tour guide gave us an interesting tour. As we were walking in the museum, we saw some rare pictures of our liberation war. In some of these pictures, our brave soldiers and guerrilla fighters were seen to fighting in the battlefields. Apart from those, we also saw a collection of many more objects which included documents, coverage in both electronic and print media and materials used by freedom fighters and martyrs of the Liberation War, in addition to many of the personal belongings of some of our legendary political leaders who actually organised the liberation war of our country close to a century ago.\n\nAnyway, I really liked the excursion, mainly because it taught me some important things, such as the magnitude of human sacrifice and destruction, which are always needed to give birth to a new nation. Besides, I also liked the tour also because it allowed me to learn about many unknown facts of our historical existence as a nation.",
            "card2": "I went on many excursions and study tours from my college and university and the tour I would like to talk about I took in 2004 when I was a college student. The college notice board one day declared that there would be an educational tour to the central museum and the interested persons are invited to place application form and money to the authority.\n\nI was interested and when I found that my close friends from the college would also go, I asked my father for permission to take part in the excursion. On the day, I went to the college ground and found that other students and teachers have already gathered there. The bus left at 7:30 am and we reached the museum at around12:00 pm. Though many of my friends already went to the central museum, I never went there before the study tour of our college.\n\nI enjoyed everything I watched there and our history teacher was explaining many of the things preserved in the museum. That day I realised how exciting the study tour can be. It gives both the opportunity to learn and enjoy.\n\nWe took our lunch in the museum canteen with the foods we took with us and in the evening we returned to our hometown approximately at midnight. I learned about the past history of our country, some of the old customs and practice we had in our country, several significant evidence of the history and the life and work of famous people of our country."
        },{
            "id": "17",
            "title": "Describe a holiday or vacation that you spent with a group of other people.",
            "points": "• when you have had this vacation\n• where you went\n• what you did",
            "subtitle": "vacation",
            "card": "I love enjoying my holidays with my friends and family members except, of course, it doesn’t happen often since we can’t really decide on a common time or date because of our different work schedules. Luckily, however, our work schedules didn’t come into the way of enjoying a vacation about a few years ago when I and my friends managed to visit one of the most beautiful sea beaches of my country.\n\nOf course, all of my friends visited that popular sea beach individually in the past, but that was the time when we could visit the place together. By the way, the sea beach was about 500 kilometres away from where we lived, and we all decided that we would rent a big van to travel to that beautiful tourist spot. Besides, we already knew what we would do and where we would go after arriving at that place because we all knew that place well enough to make a plan for itineraries in advance.\n\nSo, as soon as we arrived there, we decided to hit the cold water and swim in it. By the way, we were visiting during the hot summertime, and we just couldn’t wait to jump into the water to cool ourselves down. To be honest, we didn’t even go to our hotel to leave our stuff and luggage before going to sea beach because we thought that it would be just a waste of time since we all were on a tight schedule.\n\nAnyway, after finishing our swimming, we went to our favourite seafood restaurant in order to enjoy some of the best seafood ever. Later in the evening, we all went out to visit some local shops to buy some souvenirs.\n\nAnyway, I felt really great about having this vacation with my friends. Of course, we visited the place for a short period of time, but we all made sure that every minute of our visit got actually counted as we all managed to do the things that we really enjoyed. All in all, it was a great vacation in company with beautiful mother nature with a group of people.",
            "card2": " spend a lot of time with my best friend John. I’ve known him since primary school where we were in the same class.\n\nWe only see each other during our university holidays because we don’t study in the same city. My university is in London but he lives in Liverpool.\n\nWhen we are together we always play lots of sports like football and tennis.  John loves Manchester United and he is a very good footballer. I prefer tennis but I am not as good as my friend. We also both enjoy playing computer games. Our favourite is probably World of Warcraft which many of my friends play too.\n\nAs we live in a small town there aren’t many places to go so we normally hang out at the sports centre or in the big park near my house.  We’re both big film buffs so we go to the cinema quite often and we get a student discount.\n\nI really like spending time with John, he’s such a nice person and very friendly. I always have a good time when we are together and he never fails to make me laugh. In fact, I think he’s the funniest person I know."
        },{
            "id": "18",
            "title": "Describe a musical instrument you would like to be able to play.",
            "points": "• what type of musical instrument it is\n• what it sounds and looks like\n• what kinds of people/musicians it is popular with",
            "subtitle": "instrument",
            "card": "I have always believed that learning to play a musical instrument, whether you are young or old, gives us a great feeling as well as a great sense of accomplishment. But, unfortunately, I am yet to learn to play at least one musical instrument. But, on the other hand, if there is one musical instrument that I really want to be able to play, it has to be a guitar – any kind of guitars that is.\n\nI said “any kind of guitar” above because people can be seen to be playing 3 different kinds of guitars, and they are called acoustic, electric and bass. Anyway, I am pretty sure that most of us know what a guitar looks like. But, just to refresh our memory once again, it is a type of chordophone or fretted (a long fretted neck that is) musical instrument which is traditionally made from wood and has six strings. Of course, a guitar can also have a different number of strings such as four, seven, eight or eleven.\n\nThe strings of a guitar can be made from either gut or nylon or steel. It has incurved sides, flat wooden soundboard and ribs, and a flat back. And as far as its sound is concerned, it is projected by its vibrating strings acoustically through the air. As one plucks the strings of a guitar, the wooden body of the guitar vibrates. The air inside the body vibrates too, and it's the vibrations of the wooden body and the air that amplify the string sound so we can hear it.\n\nThis musical instrument is popular among all kinds of musicians, but they are particularly popular among popular rock bands. From Willie Nelson to Bruce Springsteen and Jimi Hendrix to Joe Satriani and Richie Sambora – everybody uses guitar.\n\nAnyway, I want to be able to play the guitar because I think that it is just too much fun and exciting to be able to play some of my favourite songs. Besides, I also think that learning to play the guitar would help me become more social and friendly with other people more easily.",
            "card2": "The piano is a stringed musical tool. The exact date of invention of this musical device is unknown. It is made with woods, strings and keyboards. There is a lid before the strings to amplify the sound. The tunes it creates are charming. There are various types of pianos and it requires a special set of skills to play it. The tone is produced when the pianist strikes the keyboard and the keys strike the strings. So, the pianist needs to know about the basics of playing the piano before starting to play it.\n\nThere are different types of pianos are available. Among them, grand piano, electric or digital piano etc. are notable. Usually, a piano is made with wood. The metal strings, that produce the sounds, is located inside the wooden case. The strings are attached to a heavy metal frame so that they can produce the right type of tone. A padded hammer is attached to the keyboard. When the pianist strikes the keys, the padded keys strike on the strings and the sound is produced. In fact, the vibration is created, within a frequency, with the strings when they get the stroke. When the key is released, the vibration is stopped.\n\nThe sound of a piano is very lucid. A pianist mostly creates the sounds after the notes he gets before him. According to the notes, he presses the keys and the sweet melodies are produced. In fact, if some presses the keyboard, there will be sound from the piano but if you want melodies, you are to follow the notes. Each of the pianists has their different styles to play the keyboard but when they follow the notes, the melodies will remain the same. Actually, piano produces a heavenly tune. The tone is heavy and sweet. It appears that the listeners are also feeling the vibration of the music in line with the vibration of the strings."
        },{
            "id": "19",
            "title": "Describe a thing that has become a fashion or a matter of status nowadays.",
            "points": "• what it is\n• why people want or use it\n• whether you have it",
            "subtitle": "fashion",
            "card": "An American philosopher and psychologist named William James once wrote in his book called “The Principles of Psychology” that ”a man’s Self is the sum total of all that he can call his”, I just couldn’t agree with him anymore.  And, probably that’s why we see that people around us today are desperately trying to possess things, whether they need them or not, only because those possessions would supposedly enhance their “status”.  Today, I would like to talk about one such thing that people like to have in their homes.\n\nThe name of this thing is called a “big screen TV”.  Some people like to call it a super big TV.  But, please don’t think that I also own one such big-screen TV.  In fact, I am very much against such materialistic nonsense.  Of course, many other people don’t exactly like to think like me, probably because they are more worried about their status than me.  It could be also because they probably earn more money than me!  \n\nAnyway, earning more money or not, many people, at least in my society, like to have super big TV, also, because it offers them an opportunity to enjoy many entertaining shows, like movies, sports, TV reality shows, travel shows and many other programmes, in a more relaxing and better manner because these super big TV’s have better picture quality and sound system.  After all, if you have a big screen TV, all the family members of a home would be able to see the TV from all corners of a room.  Besides, some people like to have big screen TV’s just to decorate their living rooms or sitting areas also.\n\nAnyway, whatever are the reasons, for which, people want to have these big TV, they influence them to create some kind of artificial class separation among themselves, which creates some unwarranted jealousy or hatred in society.  Besides, this costly fashion of spending fortune in buying big screen TV put unnecessary strain on the budgets and resources of families, which could be used to take care of other important things.",
            "card2": "Nowadays mobile phones have become a matter of status and a fashion item that most of the people in my country use. Besides, this device has great importance in the way we communicate with others.\n\nPeople use it for the convenience it offers and they also consider it as a matter of pride and prestige. With the technological advancement, the utility of this device has expanded. A cell phone is no longer a device to talk to others and to send-receive SMS, rather it comes with two high-resolution cameras, music and video playing capability, FM radio, internet modem, Wi-Fi, games, social networking applications, video calling etc. facilities. People have become very fond of this device and the teenagers consider it a must-have gadget.\n\nFor official and business communications, cell phones are widely used and it is replacing the land phones rapidly. Day by day the price of the cell phones, talk time rates, internet using rates are falling down and as a consequence people with low economic earnings are also extensively using the cell phones for their communications.\n\nI stay far away from my hometown where my family members live. To communicate them I find my cell phone very handy and the lowest expensive among the ways I have to communicate them. I also use it to contact my friends, classmates and teachers. Besides, I listen to music and use the internet using my cell phone. I update my blog; maintain social networking via my cell phone. I have become heavily dependent on the cell phone I own and to some extent, it is a fashion item to me as I could have easily purchased a low-budget phone instead of the expensive smartphone I have. For my communication, entertainment and educational reasons I keep it with me almost 24 hours a day and thus, this cell phone has become an essential device that I like to use."
        },{
            "id": "20",
            "title": "Describe something that you purchased but had not used much.",
            "points": "• what it was\n• where you bought it from\n• why you bought it",
            "subtitle": "",
            "card": "I have seldom bought anything in my life which I didn’t use until they were old and worn out. In fact, many times, I have even tried to upgrade or fix some of the things, which are old or worn out, for further use. But, unfortunately, that was not the case when I bought a very modern exercising machine.\n\nI am talking about the “treadmill” machine, which I bought from a local health and fitness stores in my hometown about a few years ago. As per the salesperson at that store, the treadmill was built by one of the best companies in the world, and every part of it was perfectly in sync with the rest of its body. It also was a standard home treadmill, about 7 feet long and 3 feet wide in size, and its frames were made out of heavy-duty steel.\n\nAll in all, it was a perfect looking treadmill for anybody who wanted to get his or her body in shape.  So, I also bought that treadmill machine because I wanted to get in shape without running outside in some unfavourable weather conditions, associated with uncomfortable heat, humidity or cold. Anyway, after buying the exercising machine, I exercised on it for the first 6 months like there was no tomorrow, whenever I got a chance. In fact, I was so enthusiastic about getting in shape with the help of my newly-bought fitness machine that I even used to wake up in the middle of the night sometimes in order to sweat a little. However, after that, my enthusiasm for exercise died down slowly and eventually stopped using my treadmill that much.  \n\nAnyway, even though I liked my treadmill machine, I couldn’t use it that much because I got a little busier with my work life and other priorities. Besides, I also felt that it was important for me to go outside and enjoy some outdoor activities also sometimes in order to enjoy some fresh air and mother nature, instead of just staying at home and using the fitness machine, if I really wanted to remain healthy.",
            "card2": "I love to have technological devices and gadgets, and sometimes, I purchase them from the attraction rather than necessity. One such device I bought that I have rarely used was the Sony gaming console. I purchased it in 2011 with a good amount of money but have not played games in it more than 10 times! \n\nI bought it from a big Sony showroom from a nearby market. The time I bought it, I had the passion of purchasing it and I did not think about the amount it would cost and how many times I would actually use it. It was like fulfilling a wish rather than purchasing a utilitarian device for daily use.  \n\nWhen I bought it, I was fascinated to buy it. In fact, I had a long desire to buy it and after I bought it, I got busy with my study and the new job. I noticed that over time, my fascination of playing games in a gaming device or in a computer has decreased. Moreover, my job, my university and my other interests require the majority time and hence I got very little time for playing the game. With time this device has become a backdated gaming console and I have lost interest in it. And because of that, I did not use it that much. "
        }
    ]
}
