{
    "speaking": [
        {
            "num": "1",
            "question": "Remain calm",
            "questiontitle": "The more anxious and uncomfortable you are, the more difficult it’ll be to keep up your fluency and maintain coherence. It may feel overwhelming to have to use a wide range of vocabulary and grammatical structures accurately and with the intended meaning. But you have to keep your mind under control. Tell yourself, “I can do this.”\n\nJust remember, the examiner means to help you and it’s her job to make you feel comfortable. The test format is designed to foster (encourage) this as well, as you’ll first be asked some basic questions about familiar topics like family or your home. The examiner may feel a bit “robotic” at times, but that’s due to the scripted nature of the test and the fact that the examiner is focused on administering the test, reading the questions and giving instructions – all this while assessing and grading your language! No wonder they’re tense, it’s a hard job.\n\nJust feel relieved that all you need to do is answer some questions.\n\nIn the final part of the test, the examiner will take a more conversational approach when discussing less familiar and more abstract topics. Again, just relax, smile and do your best to speak to the examiner as if you’re really having an interesting and engaging conversation with someone."
       },
        {
            "num": "2",
            "question": "Know what’s coming",
            "questiontitle": "Are you taking IELTS for the first time? Do you honestly know how the Speaking test is structured? Even students who’ve taken the test multiple times can’t answer questions about the structure of the test and how the test is administered. What a huge mistake! Knowing how to take the test if half the battle. Once you know what to expect, you’ll answer questions faster and more easily. Here are some simple questions you should really know the answers to:\n\nHow long is the speaking test?\n\nHow many parts or sections are there?\n\nWhat does each part consist of?\n\nWhat areas of my language are assessed?\n\nWho grades my performance – the examiner or somebody else? "
        }, {
            "num": "3",
            "question": "Just answer the question!",
            "questiontitle": "At the start of the test, just give the information that’s needed rather than expanding too much on your answers. Wait until you hear questions about your home, work, school life and so on before giving more extended answers. Even then, provide relevant answers and avoid rambling on about everything you can think of. Candidates often stray from the topic by going off on tangents – avoid this."
        }, {
            "num": "4",
            "question": "Give Full Answers",
            "questiontitle": "‘Yes’ and ‘No’ are not satisfactory answers. Remember this is a test and you have to show the examiner how good your English is. If you give very short answers, there is no way the examiner can know how good you are.You should try to extend your answers with explanations and examples.\n\nLet’s look at good and bad examples for this question: ‘What are the causes of traffic jams in your city?’\n\nBad answer: ‘The causes of traffic jams are narrow roads and overpopulation.’\n\nThis answer is too short and has given the examiner the minimum amount of information possible.\n\nGood answer: ‘The causes of congestion are narrow roads and overpopulation. This is because our roads were designed a long time ago when the population of the city was much lower. For example, the road near my house was built in the 1960s when the population was about a third what it is today.’\n\nhis student has not only answered the question but also explained what they mean and given an example to further support their answer."
        }, {
            "num": "5",
            "question": "Learn What Types of Questions to Expect  ",
            "questiontitle": "You should never memorise answers, this is a very bad idea because the IELTS examiners are trained to spot these and are very good at spotting them. If you give the examiner memorised answers you are likely to get 0 in your test.\n\nDespite this, there are certain question types (not topics) that always appear and we can study and learn the functional language used to answer them."
        }, {
            "num": "6",
            "question": "Extend your speech",
            "questiontitle": "Try to speak at least more than the examiner. If you are asked a question using one sentence, respond with two or more. And never give short, uncommunicative replies:\n\nExaminer: Do you do any sport?\n\nYou: No, I don't like sports... [Don't stop there!] I'm not a very active person and I've never liked P.E. in school. But I like playing intellectual games instead. For example, I find chess very interesting."
        }, {
            "num": "7",
            "question": "Give yourself time to think",
            "questiontitle": "If you are unsure how to answer the question, you can give yourself a bit more time to think by using this tip. First of all, you can say: \"That's a tricky question...\", \"I've never thought about that before...\" or \"That's an interesting question...\". This way you'll have some extra time to plan your answer.\n\nYou can also reformulate the question:\n\nExaminer: What was your favourite book in the childhood?\n\nYou: What book did I like as a child? Let me see..."
        }
    ]
}
