{
    "speaking": [
        {
            "id": "1",
            "title": "Governments around the world are spending billions in support of space programs. This money would be better spent on research into improvements in human health.",
            "subtitle": "Governments",
            "card": "There is an opinion that countries are spending a lot of their assets on space projects while they should have rather financed in the medical science sufficiently. Spaceships are flying all over the Universe at the time people are dying from AIDS or even flu. Is there any point of throwing money into the outer space?\n\n\n\t\t\t\tOn the one hand, humans have not fought so many dangerous and highly contagious diseases so far though many dangerous diseases have wiped away the population of an entire city at a time. Moreover, industrialisation and economic progress have brought new diseases as a result of receiving more comfortable life. They are diabetes, cardiovascular problems, etc. In addition, launching just one space shuttle into the sky requires so many natural resources and brings so many pollutions that it negatively influences ecology a lot. That brings us new health issues, that need additional funding, which could be withdrawn from excessive payments for space research.\n\n\n\t\t\t\tOn the other hand, scientists already have started raising funds from commercial pharmaceutical companies. A lot of diseases have been fought in just last 100 years according to many and there is an increase in mankind's life expectancy. Moreover, improved health and elongated life of population lead to a new problem – overpopulation. Space research can help to find a new home for the Earth's inhabitants. The last, but not the least, who knows, there is a chance we could found other planets where a panacea for all diseases is waiting for us or a more advanced civilisation is waiting for us with unimaginable knowledge.\n\n\n\t\t\t\tAs for me, I am not a very healthy person and my parents either. However, if there is a one, very small chance, that something exciting will happen and astronauts will meet alien civilisation on other planets, I would not be happy that government is spending money for medicine only. We have an overcrowded planet and we should search for ways of expanding our habitat.",
            "card2": "Nowadays, developed and developing countries are spending huge sums on space projects while many epidemic and pandemic are still remaining incurable around the globe. Huge number of people is dying of diseases while cure is still not found. I believe any scientific research ignoring the health of people is unjustifiable and discuss it further.\n\n\n\t\t\t\tTo begin with, in this era of advanced technology and luxurious life style, many deadly diseases are wreaking havoc with human’s fragile fight for survival. Some to them are aids, cancers and genetic disorders. It requires a huge sum of money to find treatment of such deadly diseases. Moreover, industrialization is the major reason of rising pollution which eventually results in several disorders like cardio-vascular, diabetes. So, money should be spent to make life comfortable and free from diseases. In addition, lunching space shuttle requires huge money and also cause pollution, thus it is not beneficial.\n\n\n\t\t\t\tHowever, space research is done with the view of making future safe. To illustrate, human research for making colonies on other planets to cope up with the problem growing population which is the major problem that earth is facing. As well as, important metals and resources required to save life on earth are getting scarce on earth, so it seems must to find them out on the nearby planets to meet up their demand on earth. Furthermore, it is also believed that human may come up with the panacea for all diseases through their space research efforts.\n\n\n\t\t\t\tTo sum up, no doubt, space research should be funded but not ignoring the health. Human life is more important than heavenly bodies."
        }
    ]
}
